{
    "id": "piece",
    "name": "Искусство в интерьере",
    "nameEng": "Art in the interior",
    "history": {
        "title": "",
        "titleEng": "",
        "text": "",
        "textEng": ""
    },
    "features": {
        "title": "",
        "titleEng": "",
        "text":"",
        "textEng": ""
    },
    "simpleText": {
        "text":"Резьба по твердому камню — это общий термин в истории искусства для художественной резьбы преимущественно полудрагоценных и поделочных камней (малахит, нефрит, горный хрусталь, агат, оникс, яшма, родонит, сердолик и многие другие).\n\nИспользование твердого камня в интерьере применялось еще в имперские времена XVIII-XIX века. Сегодня мы, возрождая утерянные традиции камнеобработки, можем создавать современные интерьеры с использованием вечного камня в уникальной технике – каменной мозаики.",
        "textEng": "Hard stone carving is a general term in the history of art for artistic carving of predominantly semi-precious and ornamental stones (malachite, jade, rock crystal, agate, onyx, jasper, rhodonite, carnelian and many others).\n\nThe use of hard stone in the interior was used even in the imperial times of the 18th-19th centuries. Reviving the lost traditions of stone processing today we can create modern interiors using an eternal stone in a unique technique - stone mosaic."
    },
    "photos": [
        "img/order/items/piece/0.png",
        "img/order/items/piece/1.png",
        "img/order/items/piece/2.png",
        "img/order/items/piece/3.png"
    ],
    "worksStepsTitle": "Проекты",
    "worksStepsTitleEng": "Projects",
    "steps": [
        {
            "id": "stepI",
            "label": "I",
            "title": "",
            "titleEng": "",
            "text": "Грандиозное интерьеры XVIII - XIX веков на сегодняшний день ещё никто не сумел воссоздать или создать нечто похожее. На протяжении 30 лет, совершенствуя различные техники работы с камнем, мы сумели объединить знания ушедших эпох с современными подходами.\nПредложенный проект дворца из твёрдых благородных пород (яшмы, малахита, лазурита, кахолонга, родонита, а также бронзы, позолоты, эмалей и д.р.) это грандиозный замах на то, чтобы создать интерьер, который останется в истории.",
            "textEng": "The grandiose interiors of the 18th - 19th centuries have not yet been recreated to this day. For 30 years improving various techniques for working with stone we have managed to combine the knowledge of bygone eras with modern approaches.\nThe proposed project of the palace from hard noble rocks (jasper, malachite, lapis lazuli, cacholong, rhodonite, as well as bronze, gilding, enamels, etc.) is a grandiose swing to create an interior that will remain in history.",
            "img": "img/order/history1InPiece.png",
            "imgEng": "img/order/history1InPiece.png",
            "price": "10-90 тыс",
            "priceEng": "10-90K",
            "priceLine": {
                "start": 0,
                "end": 20
            },
            "creationTime": "10-60 дней",
            "creationTimeEng": "10-60 days",
            "timeLine": {
                "start": 10,
                "end": 40
            }
        },
        {
            "id": "stepII",
            "label": "II",
            "title": "",
            "titleEng": "",
            "text": "В 2017 году был создан проект специально для кафе Café Pushkin в Париже в стиле XVIII века. В современном мире практически невозможно сделать проект, в точности воспроизводящий интерьер другого века, так как в разные века существуют особые технологии, недоступные сегодня. Наша команда изучала историю стилистики XVIII века, изобретала новые техники, применяла разные методы работы с камнем и бронзой. Камины создавались по особой технологии, использовалась редкая яшма, которую не добывают уже 100 лет.",
            "textEng": "In 2017, a project was created specifically for the Café Pushkin in Paris in the style of the 18th century. In the modern world it is almost impossible to make a project that exactly reproduces the interior of another century because in different centuries there are special technologies that are not available today. Our team studied the history of the 18th century stylistics, invented new techniques, applied different methods of working with stone and bronze. The fireplaces were created using a special technology, were used rare jasper which has not been mined for 100 years.",
            "img": "img/order/history2InPiece.png",
            "imgEng": "img/order/history2InPiece.png",
            "price": "10-90 тыс",
            "priceEng": "10-90K",
            "priceLine": {
                "start": 50,
                "end": 90
            },
            "creationTime": "10-60 дней",
            "creationTimeEng": "10-60 days",
            "timeLine": {
                "start": 70,
                "end": 100
            }
        },
        {
            "id": "stepIII",
            "label": "III",
            "title": "",
            "titleEng": "",
            "text": "Скачать презентацию «Искусство в интерьере»",
            "textEng": "Download presentation \"Art in the interior\"",
            "img": "img/order/sample.png",
            "imgEng": "img/order/sample.png",
            "price": "10-90 тыс",
            "priceEng": "10-90K",
            "priceLine": {
                "start": 0,
                "end": 20
            },
            "creationTime": "10-60 дней",
            "creationTimeEng": "10-60 days",
            "timeLine": {
                "start": 10,
                "end": 40
            },
            "link": "/articles/presentation.pdf",
            "linkEng": "/articles/EnglishPresentation.pdf"
        }
    ]
}
