{
    "id": "sculpture",
    "name": "Инновационные скульптуры",
    "nameEng": "Innovative sculptures",
    "history": {
        "title": "",
        "titleEng": "",
        "text": "",
        "textEng": ""
    },
    "features": {
        "title": "",
        "titleEng": "",
        "text":"",
        "textEng": ""
    },
    "simpleText": {
        "text":"В 2017 г новый виток в развитии камнерезного дела стал возможен при использовании новой инновационной технологии Камнерезного Дома. Данная технология, изобретенная командой мастеров Алексея Антонова, позволила создавать работы рекордной высоты, сохраняя ювелирное качество при любой сложности композиции. Ранее этого добиться было невозможно из-за небольших размеров редкого камня и тяжести конструкции, а сама фигура достигала чаще всего высоты не более 30 сантиметров.",
        "textEng": "In 2017 a new round in the development of stone cutting became possible with the use of the new innovative technology of the Stone Crafting House. This technology invented by our team of craftsmen made it possible to create works of record height while maintaining quality regardless of the complexity of the composition. Previously, this was impossible to achieve due to the small size of the rare stone and the heaviness of the structure and the figure itself usually reached a height of no more than 30 centimeters."
    },
    "photos": [
        "img/order/items/sculpture/0.png",
        "img/order/items/sculpture/1.png",
        "img/order/items/sculpture/2.png",
        "img/collections/joker/0.png",
        "img/order/items/sculpture/3.png",
        "img/order/items/sculpture/4.png"
    ],
    "worksStepsTitle": "Инновации Камнерезного Дома Антонова",
    "worksStepsTitleEng": "Innovations",
    "isHiddenTimeLine": false,
    "isHiddenWorkSteps": false,
    "steps": [
        {
            "id": "stepI",
            "label": "I",
            "title": "Изобретение «Технологии крупных форм»",
            "titleEng": "The invention \"Technology of large forms\"",
            "text": "Одной из первых больших работ компании стала скульптура «Золотой Джокер» высотой 1 метр (2017). Произведение охарактеризовалось как прорыв в камнерезном и ювелирном деле. Были раздвинуты рамки для безграничного творчества со столь сложным материалом как твёрдый камень.",
            "textEng": "One of the first large works of the company was the sculpture “Golden Joker” 1 meter high (2017). The piece was described as a breakthrough in stone cutting and jewelry industry. The framework for unlimited creativity with such a complex material as hard stone has been expanded.",
            "img": "img/order/history1InSculpture.png",
            "imgEng": "img/order/history1InSculpture.png",
            "price": "Высокая",
            "priceEng": "High",
            "priceLine": {
                "start": 70,
                "end": 100
            },
            "creationTime": "1-2 года",
            "creationTimeEng": "1-2 years",
            "timeLine": {
                "start": 70,
                "end": 100
            }
        },
        {
            "id": "stepII",
            "label": "II",
            "title": "",
            "titleEng": "",
            "text": "В 2020 году Камнерезный Дом Антонова завершает грандиозный проект \"Коррида\", создававшийся на протяжении семи лет. В проект вошли инновационные скульптуры бренда: Тореадор, Фламенко, Лазурный Бык. В каждой работе скрыта особая технология, изобретенная командой мастеров, а также новые техники работы с камнем. \nНа сегодняшний день это самые высокие камнерезно-ювелирные скульптуры в мире.\n",
            "textEng": "In 2020 the Stone-Crafting House by Antonov is completing the grandiose \"Bullfighting\" project which has been created over the course of seven years. The project includes innovative sculptures of the brand: Toreador, Flamenco, Azure Bull. Each work contains a special technology invented by a team of craftsmen as well as new techniques for working with stone.\nToday these are the tallest stone-cutting jewelry sculptures in the world.\n",
            "img": "img/order/history2InSculpture.png",
            "imgEng": "img/order/history2InSculpture.png",
            "price": "Высокая",
            "priceEng": "High",
            "priceLine": {
                "start": 70,
                "end": 100
            },
            "creationTime": "1-2 года",
            "creationTimeEng": "1-2 years",
            "timeLine": {
                "start": 70,
                "end": 100
            }
        },
        {
            "id": "stepIII",
            "label": "III",
            "title": "Изобретение техники «Кракелюровая мозаика» ",
            "titleEng": "Invention of the Craquelure Mosaic technique",
            "text": "Лазурный Бык – первая работа, созданная в данной технике. Это камнерезная скульптура с эффектом золотого кракелюра и мозаичного набора однородного камня в сочетании с металлом. Эта технология выходит за рамки стандартных техник камнерезного искусства. Данный принцип может считаться новым направлением работы с камнем.",
            "textEng": "The Azure Bull is the first work created using this technique. This is a stone-cut sculpture with the effect of golden craquelure and a mosaic set of homogeneous stone combined with metal. This technology goes beyond the standard techniques of stone carving art. This principle can be considered a new direction in working with stone.",
            "img": "img/order/history3InSculpture.png",
            "imgEng": "img/order/history3InSculpture.png",
            "price": "Высокая",
            "priceEng": "High",
            "priceLine": {
                "start": 70,
                "end": 100
            },
            "creationTime": "1-2 года",
            "creationTimeEng": "1-2 years",
            "timeLine": {
                "start": 70,
                "end": 100
            }
        }
    ]
}
