{
    "id": "stoneMosaic",
    "name": "Объемная каменная мозаика",
    "nameEng": "Three-dimensional stone mosaic",
    "history": {
        "title": "История",
        "titleEng": "History",
        "text": "Техника объемная каменная мозаика считается одной из самых сложных видов искусства. На протяжении веков работы, созданные в данной технике, формировали наследие императорского двора и являлись наиболее значимыми дарами представителям разных стран. Предпосылки к появлению подобного искусства трактуются веками назад в европейской культуре, однако именно в России (благодаря предшественникам К. Фаберже и А. Денисову-Уральскому) развилось столь сложное направление в камне.",
        "textEng": "The volumetric stone mosaic technique is considered one of the most difficult forms of art. Over the centuries works created using this technique have formed the legacy of the imperial court and were the most significant gifts to representatives of different countries. The preconditions for the emergence of such art were interpreted centuries ago in European culture but only in Russia (thanks to the predecessors K. Faberge and A. Denisov-Uralsky) such a complex direction in stone were developed."
    },
    "features": {
        "title": "Особенности",
        "titleEng": "Features",
        "text":"Данный вид искусство является редким и уникальным во всем мире. Выдающиеся мастера нашей команды проходят долгий путь, чтобы приблизится к высокохудожественному исполнению работы. В одно и тоже время они должны быть художниками, скульпторами, камнерезами, ювелирами, знать анатомию и психологию человека, чтобы оживить твердый камень. От начала и до завершения работы – это творческий процесс. Профессионализм команды, одухотворенность и художественная ценность работы – это главные критерии оценки.",
        "textEng": "This type of art is rare and unique all over the world. Outstanding craftsmen of our team go a long way to get closer to the highly artistic execution of the work. At the same time they must be artists, sculptors, stone cutters, jewelers, know human anatomy and psychology in order to revive a solid stone. From start to finish it's a creative process. The professionalism of the team, the spirituality and artistic value of the work are the main evaluation criteria."
    },
    "simpleText": {
        "text":"«Резьба по камню — удивительное искусство: с одной стороны, камнерез выступает художником — творцом, придающим жизнь и новую форму чему-то изначально твердому и бесформенному. С другой — самая важная задача мастера — раскрыть и продемонстрировать уже созданное природой: красоту, структуру, особенность и характер минералов. И каждое произведение камнерезного искусства — балансирование на этой грани, между ролью творца и проводника».",
        "textEng": " \"Stone carving is an amazing art: on the one hand, a stone cutter is an artist - a creator who gives life and a new form to something initially solid and formless. On the other hand, the most important task of the master is to reveal and demonstrate what has already been created by nature: the beauty, structure, peculiarity and character of minerals. And each piece of stone-cutting art is a balancing act on this line between the role of the creator and the guide.\""
    },
    "photos": [
        "img/order/items/stoneMosaic/0.png",
        "img/collections/schemamonk/0.png",
        "img/collections/viking/0.png",
        "img/collections/groznyy/0.png",
        "img/collections/koschei/0.png"
    ],
    "worksStepsTitle": "Этапы создания работ",
    "worksStepsTitleEng": "Stages of work creation",
    "isHiddenTimeLine": false,
    "isHiddenWorkSteps": false,
    "steps": [
        {
            "id": "stepI",
            "label": "I",
            "title": "Эскизирование",
            "titleEng": "Sketching",
            "text": "Работа над произведением начинается с замысла. Художник прорисовывает эскиз на бумаге, продумывает детали композиции, создает образ. Это время творческого поиска и согласование идеи с заказчиком. Именно на этом этапе проводятся исторические и культурологические исследования. Внимание к деталям начинается уже здесь: продумывание идеи, динамики работы, атрибутов, проработка экспрессии, эмоций и чувств героя. «Воплощение образа в камне — большая ответственность, так как это вечное наследие будущих поколений».",
            "textEng": "Work on a piece begins with an idea. The artist draws a sketch on paper, thinks over the details of the composition, creates an image. This is the time for creative search and agreement of the idea with the client. At this stage historical and cultural studies are carried out. Attention to detail starts already here: thinking through an idea, working dynamics, attributes, working out the expression, emotions and feelings of the hero. \"The embodiment of the image in stone is a great responsibility because it is the eternal legacy of future generations.\"",
            "img": "img/order/history1InStoneMosaic.png",
            "imgEng": "img/order/history1InStoneMosaic.png",
            "price": "Высокая",
            "priceEng": "High",
            "priceLine": {
                "start": 55,
                "end": 85
            },
            "creationTime": "3-9 мес",
            "creationTimeEng": "3-9 months",
            "timeLine": {
                "start": 30,
                "end": 70
            }
        },
        {
            "id": "stepII",
            "label": "II",
            "title": "Макетирование",
            "titleEng": "Layout",
            "text": "В соответствии с эскизом создается макет. Этот этап необходим, чтобы увидеть фигурку в объеме, откорректировать замысел, учитывая естественную анатомию героев, их эмоции, движения и другие особенности композиции. Сам макет можно рассматривать как отдельное произведение. Есть несколько видов его создания: художественная лепка скульптором или работа по 3D моделированию.",
            "textEng": "A layout is created according to the sketch. This stage is necessary to see the figure in volume, to correct the concept, taking into account the natural anatomy of the characters, their emotions, movements and other features of the composition. The layout itself can be viewed as a separate piece of art. There are several types of its creation: artistic modeling by a sculptor or 3D modeling work.",
            "img": "img/order/history2InStoneMosaic.png",
            "imgEng": "img/order/history2InStoneMosaic.png",
            "price": "Высокая",
            "priceEng": "High",
            "priceLine": {
                "start": 55,
                "end": 85
            },
            "creationTime": "3-9 мес",
            "creationTimeEng": "3-9 months",
            "timeLine": {
                "start": 30,
                "end": 70
            }
        },
        {
            "id": "stepIII",
            "label": "III",
            "title": "Подбор камня",
            "titleEng": "Stone selection",
            "text": "Подбор камня — это отдельный творческий процесс. С этого момента над созданием произведения в сотворчестве с мастером находится и сам камень. На данном этапе могут быть привлечены различные специалисты и эксперты в области геологии и геммологии. Чтобы увидеть красоту камня, спрятанную от глаз обывателя, мастеру необходимо распилить его и найти подходящую область для работы. Так, в одной породе может оказаться лишь небольшое количество вкраплений нужного оттенка. Иногда, перебрав десятки минералов, он находит единственный подходящий для работы. \n",
            "textEng": "Stone selection is a separate creative process. From that moment the stone itself is in co-creation with the master. At this stage various specialists and experts in the field of geology and gemology can be involved. To see the beauty of the stone the master needs to cut it and find a right spot to work. So, in one breed there may be only a small number of inclusions of the desired shade. Sometimes after going through dozens of minerals he finds the only one suitable for work.\n",
            "img": "img/order/history3InStoneMosaic.png",
            "imgEng": "img/order/history3InStoneMosaic.png",
            "price": "Высокая",
            "priceEng": "High",
            "priceLine": {
                "start": 55,
                "end": 85
            },
            "creationTime": "3-9 мес",
            "creationTimeEng": "3-9 months",
            "timeLine": {
                "start": 30,
                "end": 70
            }
        },
        {
            "id": "stepIV",
            "label": "IV",
            "title": "Грубая обработка камня",
            "titleEng": "Rough stone processing",
            "text": "Над одним произведением может работать команда мастеров камнерезов. Так, первичную форму каменным заготовкам придают с помощью грубой обработки камня, чтобы посмотреть его фактуру, цвет и увидеть его в объеме. На этом этапе важно прочувствовать структуру каждой породы, сделать первичный силуэт в натуральном виде. И только потом начинается детальная проработка в соответствии с моделью. Обработка камня происходит мелкими неглубокими движениями: так мастер может оперативно реагировать на малейшие нюансы в структуре породы.",
            "textEng": "A team of stone cutters can work on one piece. So, the primary shape of the stone is given with the help of rough processing of the stone in order to see its texture, color and see it in volume. At this stage it is important to feel the structure of each breed, to make the primary silhouette in its natural form. And only then the detailed study begins in accordance with the model. The stone is processed with small, shallow movements: this is how the master can quickly respond to the slightest nuances in the structure of the rock.",
            "img": "img/order/history4InStoneMosaic.png",
            "imgEng": "img/order/history4InStoneMosaic.png",
            "price": "Высокая",
            "priceEng": "High",
            "priceLine": {
                "start": 55,
                "end": 85
            },
            "creationTime": "3-9 мес",
            "creationTimeEng": "3-9 months",
            "timeLine": {
                "start": 30,
                "end": 70
            }
        },
        {
            "id": "stepV",
            "label": "V",
            "title": "Художественная резьба по камню",
            "titleEng": "Artistic stone carving",
            "text": "Художественная резьба по камню\nНа этом этапе камнерез задает все необходимые детали — одежду с ее мельчайшими складками, черты лица, мускулатуру. Выявление природного цвета, и рисунка камня придает шлифовка и полировка элементов, максимально приближенных к модели. Мастер соотносит каменную фигурку с замыслом, прорабатывая каждую деталь. Чтобы мимика или текстура одежды получились правдоподобными, мастера неделями прорабатывают каждый штрих и движение. \nЭтот этап определяет художественную значимость произведения. Художник-камнерез находится в свободном творчестве, оживляя и одухотворяя образ, придавая композиции завершенный вид.\n",
            "textEng": "At this stage the stone cutter sets all the necessary details - clothes with its smallest folds, facial features, muscles. Revealing the natural color and pattern of the stone is given by grinding and polishing the elements as close as possible to the model. The master correlates the stone figurine with the idea, working through every detail. To make the facial expressions or texture of clothing believable the masters spend weeks working on every stroke and movement.\nThis stage determines the artistic significance of the work. The stone-cutter is in free creativity, enlivening and spiritualizing the image, giving the composition a complete look.\n",
            "img": "img/order/history5InStoneMosaic.png",
            "imgEng": "img/order/history5InStoneMosaic.png",
            "price": "Высокая",
            "priceEng": "High",
            "priceLine": {
                "start": 55,
                "end": 85
            },
            "creationTime": "3-9 мес",
            "creationTimeEng": "3-9 months",
            "timeLine": {
                "start": 30,
                "end": 70
            }
        },
        {
            "id": "stepVI",
            "label": "VI",
            "title": "Соединение элементов в композицию",
            "titleEng": "Combining elements into a composition",
            "text": "Финальным шагом становится соединение элементов объемной мозаики. В результате перед зрителем предстает сложное произведение искусства, в котором всё пронизано тонким взаимным притяжением, соединяющим многочисленные детали объемной мозаики в целостный художественный образ.",
            "textEng": "The final step is to connect the elements of the volumetric mosaic. As a result a complex work of art appears in front of the viewer in which everything is permeated with a subtle mutual attraction, combining numerous details of the volumetric mosaic into a holistic artistic image.",
            "img": "img/order/history6InStoneMosaic.png",
            "imgEng": "img/order/history6InStoneMosaic.png",
            "price": "Высокая",
            "priceEng": "High",
            "priceLine": {
                "start": 55,
                "end": 85
            },
            "creationTime": "3-9 мес",
            "creationTimeEng": "3-9 months",
            "timeLine": {
                "start": 30,
                "end": 70
            }
        }
    ]
}
