{
  "company": {
    "aboutTitleRu": "Камнерезный Дом Алексея Антонова",
    "aboutTitleEng": "Stone-crafting House by Alexey Antonov",
    "aboutRu": "Бренд создан уральским мастером &mdash; камнерезом по&nbsp;художественной обработке камня, членом союза художников России &mdash; Алексеем Антоновым, чья творческая деятельность началась с&nbsp;1988&nbsp;года. Алексей Антонов является мастером во втором поколении. По&nbsp;примеру отца, он&nbsp;с раннего возраста увлекся камнем и совершенствовал свои навыки. Сегодня он&nbsp;один из&nbsp;лучших мастеров не только России, но&nbsp;и&nbsp;мира.",
    "aboutEng": "The brand was created by Alexey Antonov – a Ural master and stone – cutter in artistic stone processing, a member of the Union of artists of Russia, whose creative activity began in 1988. Alexey Antonov is a second-generation master. Following his father&#39;s example, he became interested in stone from an early age and improved his skills. Today, he is one of the best masters not only in Russia, but also in the world.",
    "img": "img/aleksei_antonov.png",

    "aboutTitleRu2": "Дорога к мастерству – это дорога длиною в жизнь",
    "aboutTitleEng2": "The road to mastery is a life-long road",
    "aboutRu2": "В&nbsp;давние времена традиции камнерезов передавались среди &laquo;своих&raquo;, а&nbsp;секреты  создания художественных работ не разглашались. Только спустя десятилетия Алексей Антонов и&nbsp;его команда достигли высочайшего мастерства камнеобработки и&nbsp;являются одними из&nbsp;немногих хранителями этих знаний и&nbsp;традиций.",
    "aboutEng2": "In ancient times, the traditions of stone cutters were passed only among selected people and the secrets of creating artistic works were not disclosed. Only decades later, Alexey Antonov and his team achieved the highest skill in stone processing and they are almost the only ones who keep this secret knowledge and tradition in the 21st century.",

    "aboutTitleRu3": "Инновации в сфере камнерезного и ювелирного искусства",
    "aboutTitleEng3": "Innovations in the field of stone carving and jewelry art",
    "aboutRu3": "Уникальная технология работы с&nbsp;камнем, унаследованная от&nbsp;знаменитых предшественников Карла Фаберже и&nbsp;Алексея Денисова-Уральского, совершенствовалась на&nbsp;протяжении 30-ти лет и&nbsp;сегодня компания обладает собственными изобретениями и патентами.",
    "aboutEng3": "The unique technology of&nbsp;working with stone was inherited by&nbsp;us from famous predecessors such as&nbsp;Karl Faberge and Alexey Denisov- Uralsky. Our team has been improving their skills for 30&nbsp;years and today the company has its own inventions and patents.",

    "aboutTitleRu4": "Коллекция Камнерезного Дома Антонова",
    "aboutTitleEng4": "Collection of Stone-Cutting House by Antonov",
    "aboutRu4": "Собственная частная коллекция, целью которой является популяризация искусства, представляет работы наших лучших мастеров. Коллекция создавалась более 13 лет и&nbsp;включает в&nbsp;себя проекты, не&nbsp;имеющие аналогов в&nbsp;мире. Увидеть работы можно в частных галереях и&nbsp;государственных музеях в Екатеринбурге и&nbsp;Москве. Выездные выставки по&nbsp;другим городам и&nbsp;странам афишируются в наших социальных сетях.",
    "aboutEng4": "Our own private collection contributes to&nbsp;the development of&nbsp;art, where we&nbsp;present the works of&nbsp;our best masters. The collection has been created for more than 13&nbsp;years and includes projects that have no&nbsp;analogues in&nbsp;the world. The works can be&nbsp;seen in&nbsp;private galleries and state museums in&nbsp;Russia. Information about exhibitions in&nbsp;other countries can be&nbsp;found in&nbsp;our social networks.",

    "aboutTitleRu5": "Валентин Скурлов",
    "aboutTitleEng5": "Valentin Skurlov",
    "aboutRu5": "Кандидат искусствоведения, эксперт по&nbsp;оценке художественных ценностей Министерства культуры&nbsp;РФ, консультант по&nbsp;Фабрже Аукционного дома Christie&rsquo;s. &laquo;Его успех&nbsp;&mdash; это верность историческим традициям. Он&nbsp;сумел вобрать все лучшее и продвинуть эстетические идеи на&nbsp;рубеже XX&nbsp;&mdash; XXI веков, родив собственное направление полихромной практически монументальной камнерезной скульптуры. Такого еще не&nbsp;было. Идущий первым никогда не&nbsp;будет вторым&raquo;.",
    "aboutEng5": "Candidate of&nbsp;art history, expert in&nbsp;the evaluation of artistic values of&nbsp;the Ministry of&nbsp;culture of&nbsp;the Russian Federation, Faberge consultant at&nbsp;Christie&#39;s Auction house. &laquo;Antonov&#39;s success is&nbsp;loyalty to&nbsp;historical traditions. He was able to&nbsp;absorb all the best and promote aesthetic ideas at&nbsp;the turn of&nbsp;the XX-XXI&nbsp;centuries, giving birth to his own direction of&nbsp;polychrome monumental stone carving sculpture. This has never happened before. The one who goes first will never be&nbsp;second&raquo;.",

    "aboutTitleRu6": "Татьяна Фаберже",
    "aboutTitleEng6": "Tatiana Faberge",
    "aboutRu6": "Правнучка знаменитого придворного ювелира Карла Фаберже, историограф фирмы &laquo;Фаберже&raquo;, почетный председатель Мемориального Фонда Фаберже.<br/><br/> &laquo;С&nbsp;каждым годом арт-объекты подобного класса будут дорожать, поскольку не&nbsp;тиражируются. Антиквариат делается сегодня, для этого изделия должны быть высокохудожественными, что я&nbsp;и наблюдаю в&nbsp;творчестве художников и&nbsp;мастеров команды Алексея Антонова. Работы доказывают, что возможности реализма в&nbsp;каменном искусстве&nbsp;&mdash; безграничны. Спасибо Алексей, Вы&nbsp;открываете новые горизонты, не&nbsp;доступные Фаберже!&raquo;",
    "aboutEng6": "Great-granddaughter of&nbsp;the famous Imperial jeweler Karl Faberge, historiographer of&nbsp;the Faberge firm, honorary Chairman of&nbsp;the Faberge Memorial Fund. &laquo;Every year, art objects of&nbsp;this class will become more expensive, because they are not replicated. Antiques are made today. To&nbsp;do&nbsp;this, products must be&nbsp;highly artistic and this is&nbsp;what&nbsp;I see in&nbsp;the work of artists and masters of&nbsp;the team of&nbsp;Alexey Antonov. The works prove that the possibilities of&nbsp;realism in stone art are limitless. Thank you Alexey, you open new horizons that were not available to&nbsp;Faberge!&raquo;.",

    "aboutTitleRu7": "Наина Ельцина",
    "aboutTitleEng7": "Naina Yeltsina",
    "aboutRu7": "Первая леди России, жена первого президента Российской Федерации, автор книг. <br/><br/> &laquo;Соединив в&nbsp;одно целое знания старых мастеров, свой 30&nbsp;летний опыт работы с&nbsp;камнем, новейшие изобретения и&nbsp;техники им&nbsp;удалось создать мировой прецедент в&nbsp;отрасли, где традиции и&nbsp;технологии не&nbsp;менялись тысячелетиями&raquo;.",
    "aboutEng7": "First lady of Russia, wife of the first president of the Russian Federation, author of books. &laquo;By&nbsp;combining the knowledge of&nbsp;the old masters, 30-year experience in&nbsp;working with stone, and the latest inventions and techniques they have managed to&nbsp;create a&nbsp;global precedent in&nbsp;an&nbsp;industry where traditions and technologies have not changed for thousands of&nbsp;years&raquo;",



    "awards": [
        {
            "name": "Член Союза художников России.",
            "nameEng": "Member of the Union of Artists of Russia.",
            "img": "img/awards/1.png"
        },
        {
            "name": "В 1991 награждён золотой медалью ВДНХ.",
            "nameEng": "In 1991 Antonov was awarded the VDNH gold medal.",
            "img": "img/awards/2.png"
        },
        {
            "name": "В 2008 г. награждён орденом A. Денисов-Уральский, присвоено звание «Заслуженный деятель камнерезного искусства».",
            "nameEng": "In 2008 Antonov was awarded the Order of A. Denisov-Uralsky, and was awarded the title “Honored artist of Stone-Cutting Art”.",
            "img": "img/awards/3.png"
        },
        {
            "name": "В 2010 г. награжден почетным знаком Мемориального фонда Карла Фаберже за вклад в развитие российского ювелирного искусства.",
            "nameEng": "In 2010, he was awarded the honorary badge of the Carl Faberge Memorial Fund for his contribution to the development of Russian jewelry.",
            "img": "img/awards/4.png"
        },
        {
            "name": "В 2012 г. удостоен звания «Главный Мастер» за развитие искусства и продолжение традиций К. Фаберже.",
            "nameEng": "In 2012, he was awarded the title “Chief Master” for the development of art and the continuation of the traditions of Faberge.",
            "img": "img/awards/5.png"
        },
        {
            "name": "В 2013 г. награжден Орденом Карла Фаберже за вклад в развитие камнерезного и ювелирного искусства, присвоено звание «Заслуженный Ювелир».",
            "nameEng": "In 2013 he was awarded the Carl Faberge Order for his contribution to the development of stone-cutting and jewelry art, and was awarded the title “Honored Jeweler”.",
            "img": "img/awards/6.png"
        },
        {
            "name": "В 2018 г. награждён орденом высшей степени - Бриллиантовым орденом Карла Фаберже.",
            "nameEng": "In 2018, he was awarded the Order of the highest degree - the Diamond Order of Carl Faberge.",
            "img": "img/awards/7.png"
        }
    ],
    "catalogs": [
      {
          "link": "/catalogs/catalog1.pdf",
          "name": "Камнерезные фигуры",
          "nameEng": "Stone-crafting figures",
          "background": "img/catalogs/cat1.png"
      },
      {
          "link": "/catalogs/catalog2.pdf",
          "name": "Каменные цветы",
          "nameEng": "Stone flowers",
          "background": "img/catalogs/cat2.png"
      },
      {
          "link": "/catalogs/catalog3.pdf",
          "name": "Фантазийная огранка",
          "nameEng": "Fancy cut",
          "background": "img/catalogs/cat3.png"
      }
    ],
    "articles": [
      {
        "link": "http://cyclowiki.org/wiki/%D0%9A%D0%B0%D0%BC%D0%BD%D0%B5%D1%80%D0%B5%D0%B7%D0%BD%D1%8B%D0%B9_%D0%94%D0%BE%D0%BC_%D0%90%D0%BB%D0%B5%D0%BA%D1%81%D0%B5%D1%8F_%D0%90%D0%BD%D1%82%D0%BE%D0%BD%D0%BE%D0%B2%D0%B0",
        "name": "Камнерезный Дом Алексея Антонова. Википедия.",
        "nameEng": "Stone-Crafting house by Alexey Antonov. Wikipedia.",
        "background": "img/articles/wiki.png"
      },
      {
        "link": "https://ru.wikipedia.org/wiki/%D0%90%D0%BD%D1%82%D0%BE%D0%BD%D0%BE%D0%B2,_%D0%90%D0%BB%D0%B5%D0%BA%D1%81%D0%B5%D0%B9_%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B5%D0%B2%D0%B8%D1%87",
        "name": "Алексей Антонов. Википедия.",
        "nameEng": "Alexey Antonov. Wikipedia.",
        "background": "img/articles/wiki.png"
      },
      {
        "link": "/articles/antonov.pdf",
        "name": "Алексей Антонов. Русская история в камне.",
        "nameEng": "Alexey Antonov. Russian history in stone.",
        "background": "img/articles/antonov.png"
      },
      {
        "link": "/articles/faberje.pdf",
        "name": "От Карла Фаберже до Антонова",
        "nameEng": "From Carl Faberge to Antonov",
        "background": "img/articles/faberge.png"
      },
      {
        "link": "/articles/tamerlan.pdf",
        "name": "Легенда Тамерлана",
        "nameEng": "Legend of Tamerlane",
        "background": "img/articles/legend.png"
      },
      {
        "link": "https://ekaterinburg.bezformata.com/listnews/ekspo-2025-vstupyat-sverdlovskie/62639715/",
        "name": "В борьбу за ЭКСПО-2025 вступят свердловские камнерезы и ювелиры",
        "background": "img/articles/expo.png"
      },
      {
        "link": "/articles/sobaka.jpg",
        "name": "Золотой Джокер. Журнал Собака.ru",
        "background": "img/articles/sobaka.png"
      },
      {
        "link": "https://www.e1.ru/news/spool/news_id-66362410.html",
        "name": "На Урале создали тореадора из камней, которых уже нет в природе.",
        "background": "img/articles/e1.png"
      },
        {
            "link": "/articles/statya_antonov.pdf",
            "name": "Алексей Антонов – уральский художник-камнерез, продолжатель дела Фаберже и Денисова – Уральского.",
            "nameEng": "Alexey Antonov is an Ural stone-cutting artist, the successor of Faberge and Denisov-Uralsky.",
            "background": "img/articles/statya_antonov.png"
        },
        {
            "link": "/articles/tatiana_faberje.pdf",
            "name": "Татьяна Фаберже о коллекции фигурок 1812 года Алексея Антонова",
            "nameEng": "Tatyana Faberge on the collection of figures of 1812 by Alexey Antonov.",
            "background": "img/articles/tatiana_faberje.png"
        },
        {
            "link": "https://ru.rbth.com/watch/429-urals-stone-cutters",
            "name": "$1 млн за фигуру: как работают современные камнерезы (ФОТО)",
            "nameEng": "$ 1 million per figure: how modern stone cutters work (PHOTO)",
            "background": "img/articles/1mln.png"
        }
    ],
    "smi": {
      "videos": [
        {
            "name": "Антонов. Уральский мастер",
            "nameEng": "Antonov. Ural stone cutter",
            "src": "https://www.youtube.com/embed/aynIfVRD85U?rel=0&showinfo=0"
        },
        {
            "name": "Интервью для InteraTV в Екатеринбурге",
            "nameEng": "Interview InteraTV",
            "src": "https://www.youtube.com/embed/dJGDzkVOXoc?rel=0&showinfo=0"
        },
        {
            "name": "Процесс создания работ",
            "nameEng": "Work creation process",
            "src": "https://www.youtube.com/embed/Ou2HLSY7Ie4?rel=0&showinfo=0"
        },
        {
            "name": "Выставка в Екатеринбурге",
            "nameEng": "Exhibition",
            "src": "https://www.youtube.com/embed/InTha0wl0Q4?rel=0&showinfo=0"
        },
        {
            "name": "Часто задаваемые вопросы о нас. Канал Chamovskikh.",
            "nameEng": "FAQ about us. Chamovskikh Channel",
            "src": "https://www.youtube.com/embed/O3ePOK4dQzE?rel=0&showinfo=0"
        },
        {
            "name": "Мастерская Алексея Антонова (Мастера Екатеринбурга)",
            "nameEng": "Workshop of Alexey Antonov (Masters of Yekaterinburg)",
            "src": "https://www.youtube.com/embed/f7Wr6vCnxbg?rel=0&showinfo=0"
        }
      ]
    },
    "films": [
        {
            "name": "Джокер 2020. Новый шедевр Дома!",
            "nameEng": "Joker 2020. The best or nothing",
            "src": "https://www.youtube.com/embed/X0XGvWUbjHk?rel=0"
        },
        {
            "name": "Искусство в камне. Тореодор",
            "nameEng": "The masterpiece of art. Toreador ",
            "src": "https://www.youtube.com/embed/OvlRygZPz9Q?rel=0"
        },
        {
            "name": "Новый шедевр Тореадор",
            "nameEng": "New masterpiece Toreador",
            "src": "https://www.youtube.com/embed/BtApR4FS66o?rel=0"
        },
        {
            "name": "Процесс создания работ",
            "nameEng": "Work creation process",
            "src": "https://www.youtube.com/embed/d_Tt5ys9giE?rel=0"
        },
        {
            "name": "Камнерезное искусство (EN sub)",
            "nameEng": "Stone-carving art",
            "src": "https://www.youtube.com/embed/lmYMq8y7Z5k?rel=0"
        },
        {
            "name": "Экспозиция Камнерезного Дома в Екатеринбурге",
            "nameEng": "Exposition",
            "src": "https://www.youtube.com/embed/1AgqqINlNME?rel=0"
        }
    ]
  }
}
