[
    {
        "name": "Мастер в первом поколении",
        "nameEng": "First generation master",
        "text": "Отец Алексея Антонова, Николай Антонов, становится ведущим специалистом на&nbsp;Сибирском\nгранитном карьере. На&nbsp;протяжении десятилетий с&nbsp;его участием создается множество\nмонументальных памятников Урала: стелы памяти декабристов, постамент Жукову, монумент\nЕвропа-Азия и&nbsp;другие знаменитые достопримечательности города Екатеринбурга.",
        "textEng": "Alexey Antonov&#39;s father Nikolay Antonov (stonemason) becomes a&nbsp;leading specialist in&nbsp;the Siberian granite quarry.\nOver the decades with his participation many monuments of&nbsp;the Urals have been created: steles in\nmemory of&nbsp;the Decembrists, a&nbsp;pedestal to&nbsp;Zhukov, a&nbsp;monument to&nbsp;Europe-Asia and other famous sights\nof&nbsp;the city of&nbsp;Yekaterinburg.",
        "year": "1968",
        "slides" : [
            "img/history/1968/0.png",
            "img/history/1968/1.jpg"
        ],
        "pagination": {
            "class": "dot-1968",
            "showLabel": true
        }
    },
    {
        "name": "Алексей Антонов. Начало творческого пути",
        "nameEng": "Alexey Antonov. The beginning of the path of creativity",
        "text": "Алексей Антонов, по&nbsp;примеру отца, приобщается к&nbsp;камню и&nbsp;поступает в&nbsp;художественное\nпрофессионально техническое училище &#8470;&nbsp;42. Он&nbsp;заканчивает его с\nзолотой медалью от&nbsp;ВДНХ и&nbsp;высшим разрядом резчика по&nbsp;художественной обработке камня.",
        "textEng": "Following the example of&nbsp;his father Alexey Antonov is&nbsp;fond of&nbsp;stone and enters the art vocational school\n&#8470;&nbsp;42&nbsp;for the specialty&nbsp;&mdash; stone cutter. He&nbsp;finishes it&nbsp;with a&nbsp;gold medal of VDNH and the highest\ncategory of&nbsp;a&nbsp;carver in&nbsp;artistic stone processing.",
        "year": "1988",
        "img": "img/history/1988.png",
        "pagination": {
            "class": "dot-1988",
            "showLabel": true
        },
        "textUnderPhoto": "\"Урал кует победу\". Собрание Музея училища №42",
        "textUnderPhotoEng": "\"Ural forges victory\". Collection of the School Museum №42"
    },
    {
        "name": "",
        "nameEng": "",
        "text": "Алексей Антонов начинает работать на&nbsp;старейшем заводе &laquo;Русские Самоцветы&raquo;, история которого\nначалась ещё в&nbsp;18&nbsp;веке с&nbsp;первой гранильной фабрики, созданной по&nbsp;распоряжению императорского двора.\n С&nbsp;появлением этих фабрик началось\nразвитие камнерезного дела на&nbsp;Урале и&nbsp;в&nbsp;Санкт-Петербурге.",
        "textEng": "Alexey Antonov begins to&nbsp;work at&nbsp;the oldest factory &laquo;Russian Gems&raquo; whose history began in&nbsp;the 18th\ncentury with the first cutting factory created by&nbsp;order of the Imperial Court.\n With the appearance of&nbsp;these factories the development of&nbsp;stone-cutting business began in\nthe Urals and St. Petersburg.",
        "year": "1991",
        "img": "img/history/1991.png",
        "pagination": {
            "class": "dot-1991",
            "showLabel": true
        }
    },
    {
        "name": "Развитие новых направлений в камнерезном деле",
        "nameEng": "Development of new directions in stone cutting",
        "text": "На&nbsp;заводе &laquo;Русские Самоцветы&raquo; Алексей Антонов начинает развивать новые направления в\nкамне: русскую, флорентийскую и&nbsp;объёмную мозаику. Благодаря этому завод начинает создавать\nуникальные работы, дополняя массовое производство, а&nbsp;город Екатеринбург возвращает\nутерянную славу камнерезного центра России. Параллельно Алексей Антонов занимается\nтворчеством и&nbsp;создаёт первые работы в&nbsp;частные коллекции.",
        "textEng": "At&nbsp;the &laquo;Russian Gems&raquo; factory Alexey Antonov begins to&nbsp;develop new directions in&nbsp;stone: Russian,\nFlorentine and volumetric mosaics. This contributes to&nbsp;the fact that the factory begins to&nbsp;create unique\nworks complementing mass production and the city of&nbsp;Yekaterinburg returns the lost glory of&nbsp;the stone-cutting center of&nbsp;Russia. At&nbsp;the same time, Alexey Antonov is&nbsp;engaged in&nbsp;creativity and creates the first\nworks for private collections.",
        "year": "1992",
        "img": "img/history/1992(1).png",
        "pagination": {
            "class": "dot-1992",
            "showLabel": true
        }
    },
    {
        "name": "",
        "nameEng": "",
        "text": "Алексей Антонов начинает создавать новые сюжеты в&nbsp;камне. Большой популярностью пользуются\nжанровые фигурки человека и&nbsp;это становится излюбленным подарком для первых лиц государств\nи&nbsp;предметом коллекционирования. Воплощаются в&nbsp;камне сказы Бажова, правители, полководцы,\nмузыканты, литературные герои, сказочные персонажи, герои войны, святые, а&nbsp;также реальные\nлюди с&nbsp;портретным сходством. Его клиентами становиться политики, бизнесмены, артисты и\nколлекционеры из&nbsp;разных стран.",
        "textEng": "Alexey Antonov begins to&nbsp;create new stories in&nbsp;stone. Genre figurines of&nbsp;a&nbsp;person are very popular and\nthis is&nbsp;becoming a&nbsp;favorite gift for top officials of&nbsp;states. The works become collectible. Plots from fairy\ntales, rulers, generals, musicians, literary heroes, fairytale characters, war heroes, saints, as&nbsp;well as&nbsp;real\npeople with portrait likeness are embodied in&nbsp;stone. Politicians, businessmen, artists and collectors from\ndifferent countries are beginning to&nbsp;become his clients.",
        "year": "1996",
        "img": "img/history/1996.png",
        "pagination": {
            "class": "dot-1996",
            "showLabel": true
        }
    },
    {
        "name": "Создание бренда «Камнерезный Дом»",
        "nameEng": "Creation of the brand “Stone crafting House by Antonov”",
        "text": "Алексей Антонов собирает лучших мастеров Урала в&nbsp;свою команду. Вместе они начинают\nреализовывать проекты и&nbsp;разрабатывать новые техники обработки камня. Создаются целые\nкомпозиции и&nbsp;сюжеты, состоящие из&nbsp;множества фигур и&nbsp;элементов. Сама работа усложняется не\nтолько количеством фигурок, но&nbsp;и&nbsp;их&nbsp;связями, смыслами и&nbsp;динамичными образами.",
        "textEng": "Alexey Antonov gathers the best masters of&nbsp;the Urals into his team. Together they begin to&nbsp;implement\nprojects and develop new stone processing techniques. Whole compositions and plots are created\nconsisting of&nbsp;many figures and elements. The work itself is&nbsp;complicated not only by&nbsp;the number of\nfigures but also by&nbsp;their connections, meanings and dynamic images.",
        "year": "2000",
        "img": "img/history/2000.png",
        "pagination": {
            "class": "dot-2000",
            "showLabel": true
        }
    },
    {
        "name": "",
        "nameEng": "",
        "text": "Мастерами команды Алексея Антонова становятся не&nbsp;только камнерезы и&nbsp;ювелиры, но&nbsp;и\nхудожники, скульпторы, литейщики, дизайнеры. В&nbsp;одной композиции применяются несколько\nтехник: художественная резьба по&nbsp;камню, литье и&nbsp;ювелирное оформление.",
        "textEng": "Not only stone cutters and jewelers but also artists, sculptors, foundry workers and designers become\nmasters of&nbsp;Alexey Antonov&#39;s team. Several techniques are used in&nbsp;one composition: artistic stone\ncarving, casting and jewelry design.",
        "year": "2006",
        "img": "img/history/2006.png",
        "pagination": {
            "class": "dot-2006",
            "showLabel": true
        }
    },
    {
        "name": "",
        "nameEng": "",
        "text": "На&nbsp;протяжении многих лет Алексей Антонов формирует свою частную коллекцию работ под\nбрендом Камнерезный Дом, которая выставляется во&nbsp;многих галереях и&nbsp;государственных музеях\nмира.",
        "textEng": "Over the years Alexey Antonov has been forming his private collection of&nbsp;works under the brand &laquo;Stone\ncrafting House by&nbsp;Antonov&raquo; which is&nbsp;exhibited in&nbsp;many galleries and state museums around the world.",
        "year": "2007",
        "img": "img/history/2007.png",
        "pagination": {
            "class": "dot-2007",
            "showLabel": true
        }
    },
    {
        "name": "",
        "nameEng": "",
        "text": "Логотип ANTONOV символизирует связь времён и преемственность поколений – ANTique & NOVation. В центре инициалы основателя Алексея Николаевича Антонова в форме пирамиды, указывающей на путь от простой формы к совершенной. Круг объединяет логотип, символизирует целостность, единство времени, а значит – вечность, в которой определена природа камня.",
        "textEng": "The ANTONOV logo symbolizes the connection of times and the continuity of generations – ANTique & NOVation. In the center there is the initials of the founder Alexey Nikolaevich Antonov in the form of a pyramid, indicating the path from a simple form to a perfect one. The circle unites the logo, symbolizes the integrity, unity of time, and therefore - eternity, in which the nature of the stone is determined.",
        "year": "2007",
        "img": "img/history/2007.gif",
        "pagination": {
            "class": "dot-2007_2"
        }
    },
    {
        "name": "",
        "nameEng": "",
        "text": "Камнерезный Дом начинает реализовывать масштабные проекты, которые длятся по&nbsp;несколько\nлет. Создаются первые большие работы для частных коллекций.",
        "textEng": "The &laquo;Stone crafting House&raquo; begins to&nbsp;implement large-scale projects that last for several years. The first\nlarge works for private collections are created.",
        "year": "2010",
        "img": "img/history/2010.png",
        "pagination": {
            "class": "dot-2010",
            "showLabel": true
        }
    },
    {
        "name": "",
        "nameEng": "",
        "text": "Коллекция Камнерезного Дома Антонова учувствует в&nbsp;выставках государственных музеев Базеля и\nЛихтенштейна. Европейская публика впервые видит камнерезные работы уральских мастеров.",
        "textEng": "The collection of&nbsp;the &laquo;Stone crafting House by&nbsp;Antonov&raquo; participates in&nbsp;the exhibition of&nbsp;the state\nmuseums of&nbsp;Basel and Liechtenstein. For the first time, the European public sees the stone carving\nworks of&nbsp;the Ural masters.",
        "year": "2016",
        "img": "img/history/2016.png",
        "pagination": {
            "class": "dot-2016",
            "showLabel": true
        }
    },
    {
        "name": "Инновации в камнерезном и ювелирном искусстве",
        "nameEng": "Innovations in stone carving and jewelry art",
        "text": "Камнерезного Дома Антонова учувствует в&nbsp;уникальном проекте для флагманского ресторана Caf&eacute;\nPushkin в&nbsp;Париже. Интерьер воссоздается в&nbsp;точной стилистике конца XVIII&nbsp;&mdash; начала XIX&nbsp;веков, что\nстановится непростой задачей для воплощения. Мастерам приходится изобретать заново\n\nтехнологии того времени, так как они были утеряны. В&nbsp;каминах используются редкие породы\nяшмы, месторождение которых закончилось более 100 лет назад, что создает еще большее\nсоответствие с&nbsp;той эпохой.",
        "textEng": "&laquo;Stone crafting House by&nbsp;Antonov&raquo; participates in&nbsp;a&nbsp;unique project for the flagship restaurant Caf&eacute;\nPushkin in&nbsp;Paris. The interior is&nbsp;being recreated in&nbsp;the exact style of&nbsp;the late 18th&nbsp;&mdash; early 19th centuries\nwhich becomes a&nbsp;difficult task to&nbsp;implement. Craftsmen have to&nbsp;reinvent the technologies of&nbsp;that time\nas&nbsp;its were lost. The fireplaces use rare jasper the deposit of&nbsp;which ended more than 100 years ago. It\ncreates an&nbsp;even greater correspondence with that era.",
        "year": "2017",
        "img": "img/history/2017.png",
        "pagination": {
            "class": "dot-2017",
            "showLabel": true
        }},
    {
        "name": "",
        "nameEng": "",
        "text": "Новый виток в&nbsp;развитии камнерезного дела стал возможен при использовании новой\nинновационной технологии Камнерезного Дома, которая позволила создавать работы рекордного размера.\n Одной из первых больших работ компании стала скульптура «Золотой Джокер» высотой 1 метр. Произведение охарактеризовалось как прорыв в камнерезном и ювелирном деле. Были раздвинуты рамки для безграничного творчества со столь сложным материалом как твёрдый камень.",
        "textEng": "A new round in the development of stone cutting industry became possible with the use of the innovative technology of the Stone Crafting House which made it possible to create works of a record size. One of the first large works of the company was the sculpture “Golden Joker” (1 meter high). The piece was described as a breakthrough in stone cutting and jewelry industry. The framework has been expanded for unlimited creativity with such a complex material as hardstones.",
        "year": "2017",
        "img": "img/history/2017(1).png",
        "afterText": "На фото: Потомок императора Александра III, Павел Куликовский-Романов, с&nbsp;супругой Людмилой\nАнтоновой.",
        "afterTextEng": "On photo: A&nbsp;descendant of&nbsp;Emperor Alexander III, Pavel Kulikovsky-Romanov, with his wife Lyudmila Antonova.",
        "pagination": {
            "class": "dot-2017_2"
        },
        "textUnderPhoto": "(Праправнук императора Александра III Павел Куликовский-Романов с супругой Людмилой Антоновой)",
        "textUnderPhotoEng": "(Great-grandson of Emperor Alexander III Pavel Kulikovsky-Romanov with his wife Lyudmila Antonova)"
    },
    {
        "name": "",
        "nameEng": "",
        "text": "Инновационная технология создания работ крупных форм позволяет компании развить новое\n направление и&nbsp;создавать арт-объекты любой сложности и&nbsp;размера. Реализуется проект &laquo;Лого\nТранснефть&raquo; для небоскрёба &laquo;Башня Эволюция&raquo; с&nbsp;применением техники объемной каменной\nмозаики. Данный арт-объект становится самой высокой в&nbsp;мире скульптурой, сделанной из\nприродного твердого камня.",
        "textEng": "The innovative technology for creating works of&nbsp;large forms allows the company to&nbsp;develop a&nbsp;new\ndirection and create art objects of&nbsp;any complexity and size. The &laquo;Transneft Logo project&raquo; for the\nEvolution skyscraper is&nbsp;being implemented using the three-dimensional stone mosaic technique. This art\nobject becomes the tallest sculpture in&nbsp;the world made of&nbsp;natural hardstones.",
        "year": "2018",
        "video": "img/history/2018.mp4",
        "pagination": {
            "class": "dot-2018",
            "showLabel": true
        }
    },
    {
        "name": "Музей Камнерезного Дома",
        "nameEng": "Museum of the “Stone crafting House by Antonov”",
        "text": "Открывается первый частный музей Камнерезного Дома в&nbsp;Международном центре искусств\n&laquo;Главный проспект&raquo; (г. Екатеринбург). В&nbsp;нем представлена основная часть коллекции бренда.\nНовые работы Дома начинают презентоваться в&nbsp;первую очередь именно в&nbsp;Екатеринбурге и&nbsp;только\nзатем в&nbsp;других городах.",
        "textEng": "The first private museum of&nbsp;the &laquo;Stone crafting House by&nbsp;Antonov&raquo; opens at&nbsp;the International Arts\nCenter &laquo;Glavny Prospekt&raquo; (Yekaterinburg city). It&nbsp;represents the bulk of&nbsp;the brand&#39;s collection. New\nworks of&nbsp;the &laquo;Stone crafting House&raquo; begin to&nbsp;be&nbsp;presented first of&nbsp;all in&nbsp;Yekaterinburg and only then in\nother cities.",
        "year": "2018",
        "img": "img/history/2018-2.png",
        "pagination": {
            "class": "dot-2018_2"
        }
    },
    {
        "name": "Международные проекты",
        "nameEng": "International projects",
        "text": "Камнерезный Дом реализует международный проект &laquo;Коррида&raquo; с&nbsp;целью содружества стран\nЕвропы и&nbsp;России. Первой работой становится камнерезная и&nbsp;ювелирная скульптура &laquo;Тореадор&raquo;,\nсоздававшаяся на&nbsp;протяжении 2-х лет и&nbsp;достигающая высоты 1,5&nbsp;метра. Передача культурных\nнациональных ценностей и&nbsp;традиций в&nbsp;камне открывает новый этап в&nbsp;развитии современного\nискусства. Работа была приурочена к&nbsp;презентации в&nbsp;Лувре в&nbsp;2019 году и&nbsp;стала одним из&nbsp;самых\nизвестных экспонатов Камнерезного Дома.",
        "textEng": "The &laquo;Stone crafting House&raquo; implements the international project &laquo;Bullfighting&raquo; with the aim of&nbsp;the\ncommonwealth of&nbsp;the countries of&nbsp;Europe and Russia. The first work is&nbsp;the stone carving and jewelry\nsculpture &laquo;Toreador&raquo; which was created over 2&nbsp;years and reaching a&nbsp;height of&nbsp;1.5&nbsp;meters. The passing\ncultural national values and traditions in&nbsp;stone opens a&nbsp;new stage in&nbsp;the development of&nbsp;contemporary\nart. The work was timed to&nbsp;coincide with the presentation at&nbsp;the Louvre in&nbsp;2019 and became one of&nbsp;the\nmost famous exhibits of&nbsp;the &laquo;Stone crafting House&raquo;.",
        "year": "2019",
        "img": "img/history/2019.png",
        "pagination": {
            "class": "dot-2019",
            "showLabel": true
        }
    },
    {
        "name": "",
        "nameEng": "",
        "text": "Завершение грандиозного проекта &laquo;Коррида&raquo;, создававшегося на протяжении семи лет. В проект вошли инновационные скульптуры бренда: <a href=\"/collections\"><u>Тореадор, Фламенко, Лазурный Бык.</u></a> В каждой работе скрыта особая технология и новые техники работы с камнем, достигнуты мировые рекорды в области камнерезного и ювелирного искусства.",
        "textEng": "Completion of the grandiose project \"Bullfighting\" which was created over seven years. The project includes innovative sculptures of the brand: <a href=\"/collections\"><u>Toreador, Flamenco, Azure Bull.</u></a> Each work contains a special technology and new techniques for working with stones. The project has been achieved world records in the field of stone-cutting and jewelry art.",
        "year": "2020",
        "video": "img/history/2020.mp4",
        "pagination": {
            "class": "dot-2020",
            "showLabel": true
        }
    }
]
