{
    "personalEng": "<p style=\"text-align: center; margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>PERSONAL DATA POLICY</strong></p>\n<p style=\"text-align: center; margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>&nbsp;</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">Personal data collection, storage, processing and protection policy (Personal data Policy)</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">These Rules are the official document of the Company that determines the procedure of processing and protecting information about Users of the Website https://www.stone-crafting.com/.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">Relations related to the collection, storage, distribution and protection of User&rsquo;s Personal data are governed by this Policy, other local regulations of the Company and the legislation of the Russian Federation.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">The Company collects, uses and protects the Personal data that Users provide to the Company when using out Website from any device and when communicating with the Company in any form, in accordance with this Policy, as well as when concluding any contracts and agreements with the Company.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">By using the Website and providing his/hers personal data, the User consents to the processing of his personal data in accordance with this Policy.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">If the User disagrees with the terms of these Policy, the use of the Website and its services must be terminated immediately.</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>TERMS AND DEFINITIONS</strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.1. Personal data - any information relating directly or indirectly to a specific or identifiable person.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.2. Processing of Personal data - any actions or a set of actions in relation to the User's personal data, including collection, recording, systematization, accumulation, storage, updating and modification, extraction, use, transfer (distribution, provision, access), depersonalization, blocking, deletion and destruction, both with and without the use of systems for automated processing of personal data.</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"2\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>GENERAL PROVISIONS</strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.1. The Company's personal data processing policy is an official document and defines the basic principles, goals, conditions and methods of personal data processing, lists of subjects and personal data processed in the Company, the Company's functions in the processing of personal data, the rights of personal data subjects, as well as the requirements for protection of personal data.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.2. The Policy is based on the requirements of the Constitution of the Russian Federation, legislative and other regulatory legal acts of the Russian Federation in the field of personal data.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.3. The provisions of the Policy serve as the basis for the development of local regulations governing the processing of personal data of Users in the Company.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.4. The purpose of this Policy is to ensure proper protection of Users' personal data from unauthorized access and illegal disclosure.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.5. Relations related to the collection, storage, processing, distribution and protection of information about users of the Website are governed by this Policy, other official documents of the Company and the current legislation of the Russian Federation.</p>\n<p style=\"margin: 0cm 0cm 0.0001pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.6. The current version of the Policy, which is a public document, is available to any Internet user by clicking on the link of the corresponding section of the Company's website. The company has the right amend this Policy. When making amendments to the Policy, the Company notifies users of this by posting a new version of the Policy on the Company's website no later than 10 days before the relevant amendments are enforced. Previous versions of the Policy are stored in the archive of the Contractor's Company documentation. At the same time, continuing to use the Website after making changes and / or additions to this Policy means that the User agrees with such changes and / or additions, in connection with which the Company undertakes to regularly notify the User about changes to the Policy posted on the Website. If the User does not agree to accept the new version of the Policy, he undertakes to contact the email address stone craftinghouse@mail.ru with a notice of termination of the Agreement on the use of the Website. Based on this notification, the Company undertakes to destroy all previously collected personal data of the User.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><br />2.7. In the event of a conflict between this Policy and other official documents of the Contractor's Company, this Policy shall be applied.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.8. By visiting the Website, filling out feedback forms on the Website in the \"Services\" section of the Site, the User agrees to the terms of this Policy.</p>\n<p style=\"margin: 0cm 0cm 0.0001pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.9. If the User disagrees with the terms of this Policy, the usage of the Website must be terminated immediately.</p>\n<p style=\"margin: 0cm 0cm 0.0001pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">&nbsp;</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"3\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>&nbsp;TERMS OF USE OF THE SERVICES OF THE WEBSITE </strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1. Providing services for the operation of the Website and its services, the Company, acting reasonably and in good faith, believes that the User:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1.1. has all the necessary rights to enable him to use the Website;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1.2. indicates truthful information about himself in the amount necessary to use the services of the website;<br />3.1.3. is informed of this Policy, expresses his consent to it and freely, by his own will and in his interest, assumes the rights and obligations specified in it.</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"4\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>PURPOSES OF PROCESSING PERSONAL DATA </strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1. The Company processes the Users' Personal data in order to fulfill the Company's obligations to the Users regarding the use of the Website, including:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.1. Informing Users about the works and services and goods performed or being sold by the Company;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.2. Conclusion with the Users of contracts for the performance of work, sales contracts and other contracts provided for by the legislation of the Russian Federation.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2. We process technical data for:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2.1. ensuring the functioning and security of the Website;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2.2. improving the quality of the Website.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.3. The Company does not post personal data in any publicly available sources. The Company makes decisions that give rise to legal consequences in relation to Users or otherwise affect their rights and legitimate interests, on the basis of exclusively automated processing of its personal data only with the consent of the User in writing.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.4. By virtue of Article 6 of the Federal Law of Russian Federation of July 27, 2006 No. 152 \"On Personal Data\", a separate User's consent to the processing of his personal data is not required. The company processes personal data with prior notification of the authorized body for the protection of the rights of subjects of personal data.</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"5\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>METHODS OF PROCESSING PERSONAL DATA </strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.1. The processing of personal data by the Company is carried out using automation tools.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.2. Processing and transmission of user data is performed using modern encryption methods (HTTPS, SSL / TLS protocols).</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"6\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>INFORMATION ABOUT USERS</strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1. Users' Personal data collected by Company include:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.1. provided by the Users and the minimum necessary for the User to fill out the feedback forms on the Website: name, mobile / home phone number, e-mail address, other Personal data that the User deemed necessary to indicate in the \"comments to the order\" column.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.2. Surname, name, patronymic, information about bank details, data about the place of registration, other data that the User provided when concluding an agreement with the Company in written form.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.3. technical data about the IP address, proxy server, operating system of the computer and Mobile device, web browser, add-ons, device identifier and capabilities and / or about the Internet service provider or mobile operator, location;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.4. cookies and similar technologies (including web beacons, single-pixel images, advertising tags and device identifiers) to recognize the User and / or his device (s) within, outside and in general when using various Services and devices;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.5. data on the geolocation of the User's devices;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.6. The User cannot refuse to use and process his technical data specified in clauses 6.1.2-6.1.4 because this significantly complicates the functioning of the Website, makes it difficult and impossible to use the Website Services. If the User disagrees with the use of technical data, the use of the Website must be terminated immediately.</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"7\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>PROCESSING </strong><strong>OF PERSONAL DATA</strong><strong> </strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1. The processing of Personal data is carried out on the basis of the principles:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.1. the legality of the purposes and methods of processing personal data;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.2. good faith;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.3. compliance of the purposes of processing personal data with the purposes predetermined and declared in the collection of personal data, as well as the powers of the Company;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.4. correspondence of the volume and nature of the processed personal data, methods of processing personal data to the purposes of processing personal data. The Company undertakes not to collect or process the personal data of Users that are redundant in relation to the stated purposes of their processing;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.5. the prohibition of combining databases containing personal data created for incompatible purposes;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.6. the principle of ensuring the accuracy of personal data during their processing, their sufficiency, and, if necessary, relevance in relation to the purposes of processing personal data. The Company undertakes to take the necessary measures or ensure their adoption to remove or clarify incomplete or inaccurate data;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.7. The storage of Personal data should be carried out in a form that makes it possible to determine the subject of personal data, no longer than the purpose of processing personal data requires, unless the storage period for personal data is established by federal law, an agreement to which the subject of personal data is a party, beneficiary or guarantor. The processed personal data are subject to destruction or depersonalization upon achievement of the processing goals or in case of loss of the need to achieve these goals, unless otherwise provided by Russian federal law.</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"8\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>COLLECTION OF PERSONAL DATA </strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">8.1. The collection of the User's Personal data is carried out on the Website when filling out feedback forms, as well as when an individual concludes any agreements provided for by the civil legislation of the Russian Federation with the Company.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">8.2. The personal data provided for in clause 6.1 of this Policy are provided by the User and are necessary for the correct provision of goods and works and informing the User about the goods and works of the Company.</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"9\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>STORAGE, USE AND TRANSFERRING OF PERSONAL DATA </strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">9.1. The server with the personal data of the Website Users is located on the territory of the Russian Federation. The personal data of users is stored exclusively on electronic media and processed using automated systems, except for cases when manual processing of personal data is necessary in connection with compliance with legal requirements.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">9.2. The Personal data of the Users are not transferred to any third parties, except for the cases expressly provided for in this Policy.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">9.3. The provision of personal data of Users at the request of state bodies (police, prosecutors, courts and others) and local governments is carried out in the manner prescribed by law.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">9.4. The Company does not entrust the processing of personal data of Users to other persons.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">&nbsp;9.5. The Company does not carry out cross-border transfers of Users' personal data.</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"10\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>DESTRUCTION OF PERSONAL DATA </strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">10.1. Destruction of Personal data - actions as a result of which it is impossible to restore the content of personal data in the personal data information system and (or) as a result of which material carriers of personal data are destroyed.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">10.2. The User's personal data are destroyed in the following cases:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">10.2.1 The User sent a request to terminate the processing of personal data by sending a request in writing to the email address <u>stone</u><a style=\"color: #0563c1; text-decoration: underline;\" href=\"mailto:craftinghouse@mail.ru\">craftinghouse@mail.ru</a><u>.</u></p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"11\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>RIGHTS AMD OBLIGATIONS OF USERS </strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">11.1. Users have the right to:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">11.1.1 require the Company to clarify its personal data, update, block or destroy it if such data is incomplete, outdated, unreliable, illegally obtained or is not necessary for the stated purpose of processing;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">11.1.2 on the basis of a request, receive information from the Company regarding the processing of his personal data;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">11.1.3 as well as other rights granted to them on the basis of the Russian Federal Law \"On Personal Data\".</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"12\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>TERMS FOR PROCESSING PERSONAL DATA</strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">12.1. The storage and processing of personal data is carried out during the entire period of the User Agreement.</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"13\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>MEASURES TO PROTECT INFORMATION ABOUT USERS </strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.1. The company takes technical, organizational and legal measures in order to ensure the protection of the User's personal data from unauthorized or accidental access to them, destruction, modification, blocking, copying, distribution, as well as from other illegal actions.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.2. The Company guarantees that it has passed the appropriate certification to ensure information security, conducted and systematically checks the technical aspects of the interaction of the system components of the Website, as well as checks the technical and information technology equipment for compliance with security standards.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.3. The Company has adopted local acts on the security of personal data. Company employees who have access to personal data are familiar with this Policy and local acts on the security of personal data.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.4. The company provides the following measures to protect the information stored on the server:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.1 restricting network access to the server;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.2 organization of monitoring the technical state of servers and levels of protection and information recovery;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.3 appointment of officials responsible for organizing the processing and protection of personal data;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.4 carrying out regular backup of information;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.5 identification of threats to the security of personal data during their processing, the formation of threat models on their basis;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.6 use, where necessary, means of firewalling, intrusion detection, security analysis and cryptographic information protection means;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.7 organization of access control to the territory of the Company, security of premises with technical means for processing Personal data.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.8 conducting an audit of User actions and timely detection of facts of unauthorized access to information;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.9 installing and using anti-virus software (with updating the virus databases);</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.10 taking measures to limit the circle of persons who have access to the server where the personal data of the Users is stored.</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"14\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>USERS REQUESTS.</strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1 Users have the right to send their requests to the Company regarding the processing of their personal data in writing to the email address <u>stone</u><a style=\"color: #0563c1; text-decoration: underline;\" href=\"mailto:craftinghouse@mail.ru\"><span style=\"color: windowtext;\">craftinghouse@mail.ru</span></a><u>.</u></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2.The request must contain the number of the main document proving the identity of the subject of personal data or his representative (passport, ID etc.) , information about the date of issue of the specified document and the issuing authority, information confirming the participation of the subject of personal data in relations with the operator (contract number, date of conclusion of the contract, conventional verbal designation and (or) other information), or information otherwise confirming the fact of personal data processing by the operator, the signature of the personal data subject or his representative. The request can be sent in the form of an electronic document and signed with an electronic signature in accordance with the legislation of the Russian Federation.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">14.3 The Company undertakes to consider and send a response to the User's request within 5 working days from the date of receipt of the request.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">14.4 All correspondence received by the Company from Users (requests in writing or electronic form) refers to information of limited access and is not disclosed without the written consent of the User. Personal data and other information about the User who sent the request cannot be used without the express consent of the User other than to respond to the topic of the received request or in cases expressly provided for by law.</p>\n<ol style=\"margin-bottom: 0cm; margin-top: 0px;\" start=\"15\">\n<li style=\"margin: 0cm 0cm 8pt 0px; line-height: 107%; font-size: 11pt; font-family: Calibri; text-indent: 0.4px;\"><strong>MISCELLANIOUS </strong></li>\n</ol>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">15.1 The company is constantly working to improve the quality of goods, works and services. This means that the Company receives new data and, over time, may create new ways to use the data.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">15.2 The Company's services are constantly being improved. The company often implements new features that may require data collection. In the event that the Company begins to collect fundamentally different personal data or significantly changes the ways of using your data, the Company will notify the Users and also make changes to this Policy.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">15.3 Other rights and obligations of the Company as a personal data operator are determined by the legislation of the Russian Federation in the field of personal data.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">15.4 Company officials who are guilty of violating the rules governing the processing and protection of personal data bear material, disciplinary, administrative, civil or criminal liability in the manner prescribed by federal laws.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">&nbsp;</p>",
    "personalRu": "<p style=\"text-align: center; margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>Политика сбора, хранения, обработки и защиты персональных данных</strong></p>\n<p style=\"text-align: center; margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>&nbsp;</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">Настоящие Правила являются официальным документом Компании и определяют порядок обработки и защиты информации о Пользователях Сайта https://www.stone-crafting.com/.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">Отношения, связанные со сбором, хранением, распространением и защитой информации о Пользователях Сайта, регулируются настоящей Политикой, иными внутренними документами Компании и действующим законодательством Российской Федерации.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">Компания собирает, использует и охраняет персональные данные, которые Пользователи предоставляют нам при использовании Сайта с любого устройства и при коммуникации с Компанией в любой форме, в соответствии с данной Политикой, а также при заключении договоров с Компанией.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">Используя Сайт и предоставляя свои персональные данные, Пользователь дает согласие на обработку своих персональных данных в соответствии с данной Политикой.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">В случае несогласия Пользователя с условиями настоящих Правил использование Сайта и их сервисов должно быть немедленно прекращено.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Персональные данные &ndash; любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Обработка персональных данных &ndash; осуществление любых действий или совокупности действий в отношении персональных данных Пользователя, включая сбор, запись, систематизацию, накопление, хранение, обновление и изменение, извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение, как с использованием, так и без использования систем автоматизированной обработки персональных данных.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ОБЩИЕ ПОЛОЖЕНИЯ</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Политика обработки персональных данных Компанией является официальным документом и определяет основные принципы, цели, условия и способы обработки персональных данных, перечни субъектов и обрабатываемых в Компании персональных данных, функции Компании при обработке персональных данных, права субъектов персональных данных, а также реализуемые в Компании требования к защите персональных данных.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Политика разработана с учетом требований Конституции Российской Федерации, законодательных и иных нормативных правовых актов Российской Федерации в области персональных данных.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Положения Политики служат основой для разработки локальных нормативных актов, регламентирующих в Компании вопросы обработки персональных данных Пользователей.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Целью настоящей Политики является обеспечение надлежащей защиты персональных данных Пользователей от несанкционированного доступа и разглашения.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Отношения, связанные со сбором, хранением, обработкой, распространением и защитой информации о пользователях Сайта, регулируются настоящей Политикой, иными официальными документами Компании и действующим законодательством Российской Федерации.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Действующая редакция Политики, являющаяся публичным документом, доступна любому пользователю сети Интернет при переходе по ссылке соответствующего раздела сайта Компании. Компания вправе вносить изменения в настоящую Политику. При внесении изменений в Политику Компания уведомляет об этом пользователей путем размещения новой редакции Политики на сайте Компании не позднее, чем за 10 дней до вступления в силу соответствующих изменений. Предыдущие редакции Политики хранятся в архиве документации Компании Исполнителя. При этом продолжение использования Сайта после внесения изменений и/или дополнений в настоящую Политику означает согласие Пользователя с такими изменениями и/или дополнениями, в связи с чем Компания обязуется регулярно уведомлять Пользователя об изменениях в Политике, размещенной на сайте. В случае несогласия Пользователя акцептовать новую редакцию Политики, он обязуется обратиться по адресу электронной почты stone craftinghouse@mail.ru с уведомлением о расторжении Соглашения об использовании Сайта. На основании данного уведомления Компания обязуется уничтожить все собранные ранее персональные данные Пользователя.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; В случае наличия противоречий между настоящей Политикой и иными официальными документами Компании Исполнителя применению подлежит настоящая Политика.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Посещая Сайт, заполняя формы обратной связи на Сайте в разделе Сайта &laquo;Услуги&raquo;, Пользователь выражает свое согласие с условиями настоящей Политики.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; В случае несогласия Пользователя с условиями настоящей Политики использование Сайта должно быть немедленно прекращено.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Условия использования сервисов Сайта </strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Оказывая услуги по работе Сайта и его сервисов, Компания Исполнитель, действуя разумно и добросовестно, считает, что Пользователь:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; обладает всеми необходимыми правами, позволяющими ему осуществлять использование Сайта;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; указывает достоверную информацию о себе в объемах, необходимых для пользования сервисами Сайта;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ознакомлен с настоящей Политикой, выражает свое согласие с ней и свободно, своей волей и в своем интересе принимает на себя указанные в ней права и обязанности.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Цели обработки персональных данных</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания осуществляет обработку персональных данных Пользователей в целях выполнения обязательств Компании перед Пользователями в отношении использования Сайта, в том числе:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Информирования Пользователей о работах, производимых Компанией;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Заключения с Пользователями договоров о выполнении работ, договоров купли-продажи и иных договоров, предусмотренных законодательством РФ.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Мы обрабатываем технические данные для:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; обеспечения функционирования и безопасности Сайта;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; улучшения качества Сайта.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания не размещает персональные данные в общедоступных источниках. Компания принимает решения, порождающее юридические последствия в отношении Пользователей или иным образом затрагивающее их права и законные интересы, на основании исключительно автоматизированной обработки его персональных данных только при наличии согласия в письменной форме Пользователя.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; В силу статьи 6 Федерального закона от 27.07.2006 № 152-ФЗ &laquo;О персональных данных&raquo; отдельное согласие пользователя на обработку его персональных данных не требуется. Компания осуществляет обработку персональных данных с предварительного уведомления уполномоченного органа по защите прав субъектов персональных данных (номер в реестре операторов персональных данных Роскомнадзора - 1234567880).</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Способы обработки персональных данных</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Обработка персональных данных Компанией осуществляется с использованием средств автоматизации.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Обработка и передача пользовательских данных выполняется с применением современных методов шифрования (протоколов HTTPS, SSL/TLS).</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Состав информации о пользователях</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Персональные данные Пользователей включают в себя:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; предоставляемые Пользователями и минимально необходимые для заполнения Пользователем форм обратной связи на Сайте: имя, номер мобильного/домашнего телефона, адрес электронной почты, иные персональные данные, которые Пользователь посчитал нужным указать в графе &laquo;комментарии к заказу&raquo;.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Фамилия, имя, отчество, сведения о банковских реквизитах, данные о месте регистрации, иные данные, которые Пользователь предоставил при заключении договора с Компанией&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; в простой письменной форме.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; технические данные об IP-адресе, прокси-сервере, операционной системе ЭВМ и Мобильного устройства, веб-браузере, дополнениях, идентификаторе и возможностях устройства и/или о поставщике услуг Интернета или операторе мобильной связи, о местоположении;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; файлы cookie и аналогичные технологии (в том числе веб-маяки, однопиксельные изображения, рекламные теги и идентификаторы устройств), чтобы распознать Пользователя и/или его устройство(а) в рамках, вне пределов и в целом при использовании различных Услуг и устройств;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; данные о геолокации устройств Пользователя;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Пользователь не может отказаться от использования и обработки его технических данных, указанных в пунктах 6.1.2-6.1.4 т.к. это существенно затрудняет функционирование сайта, делает затруднительным и невозможным использование Сервисов Сайта. В случае несогласия Пользователя&nbsp;&nbsp; с использованием технических данных использование Сайта должно быть немедленно прекращено.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Обработка информации о Пользователях</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Обработка персональных данных осуществляется на основе принципов:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; законности целей и способов обработки персональных данных;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; добросовестности;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных, а также полномочиям Компании;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных. Компания обязуется не собирать и не обрабатывать персональные данные Пользователей, которые являются избыточными по отношению к заявленным целям их обработки;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные данные;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; принцип обеспечения точности персональных данных при их обработке, их достаточности, а в необходимых случаях и актуальности по отношению к целям обработки персональных данных. Компания обязуется принимать необходимые меры либо обеспечивать их принятие по удалению или уточнению неполных или неточных данных;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1.7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Хранение персональных данных должно осуществляться в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные подлежат уничтожению либо обезличиванию по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Состав информации о пользователях</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">8.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Сбор персональных данных Пользователя осуществляется на Сайте при заполнении форм обратной связи, а также при заключении физическим лицом любых договоров, предусмотренных гражданским законодательством РФ, с Компанией.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">8.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Персональные данные, предусмотренные п. 6.1 настоящей Политики, предоставляются Пользователем и являются необходимыми для корректного предоставления товаров и работ и информирования Пользователя о товарах и работах Компании.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Хранение, использование и передача персональных данных</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">9.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Сервер с персональными данными Пользователей Сайта находится на территории Российской Федерации. Персональные данные пользователей хранятся исключительно на электронных носителях и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка персональных данных необходима в связи с исполнением требований законодательства.&nbsp;&nbsp;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">9.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Персональные данные Пользователей не передаются каким-либо третьим лицам, за исключением случаев, прямо предусмотренных настоящей Политикой.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">9.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Предоставление персональных данных Пользователей по запросу государственных органов (полиции, прокуратур, суда и других) и органов местного самоуправления осуществляется в порядке, предусмотренном законодательством.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">9.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания не поручает обработку персональных данных Пользователей другим лицам.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">9.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания не осуществляет трансграничную передачу персональных данных Пользователей.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>10</strong><strong>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Уничтожение персональных данных</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">10.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Уничтожение персональных данных - действия, в результате которых невозможно восстановить содержание персональных данных в информационной системе персональных данных и (или) результате которых уничтожаются материальные носители персональных данных.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">10.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Персональные данные Пользователя уничтожаются в случаях:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">10.2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Пользователь направил требование о прекращении обработки персональных данных путем направления запроса в письменной форме по адресу электронной почты stone craftinghouse@mail.ru.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Права и обязанности пользователей </strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">11.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Пользователи имеют право:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">11.1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; требовать от Компании уточнения своих персональных данных, их блокирования или уничтожения в случае, если такие данные являются неполными, устаревшими, недостоверными, незаконно полученными или не являются необходимыми для заявленной цели обработки;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">11.1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; на основании запроса получать от Компании информацию, касающуюся обработки его персональных данных;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">11.1.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; а также иные права, предоставленные им на основании ФЗ \"О персональных данных\".</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Срок обработки персональных данных</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">12.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Хранение персональных данных осуществляется в течение всего времени действия Пользовательского Соглашения.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Меры по защите информации о Пользователях</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания принимает технические и организационно-правовые меры в целях обеспечения защиты персональных данных Пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания гарантирует, что ею пройдена соответствующая сертификация для обеспечения информационной безопасности, проведены и систематически проводятся проверки технических аспектов взаимодействия системных компонентов Сайта, а также проверки технического и информационно-технического оснащения на соответствие стандартам безопасности.&nbsp;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; В Компании приняты локальные акты по вопросам безопасности персональных данных. Сотрудники Компании, имеющие доступ к персональным данным, ознакомлены с настоящей Политикой и локальными актами по вопросам безопасности персональных данных.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания обеспечивает следующие меры по защите хранящейся на сервере информации:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ограничение сетевого доступа на сервер;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; организацию контроля технического состояния серверов и уровней защиты и восстановления информации;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; назначение должностных лиц, ответственных за организацию обработки и защиты персональных данных;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; проведение регулярного резервного копирования информации;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; определение угроз безопасности персональных данных при их обработке, формирование на их основе моделей угроз;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; применение в необходимых случаях средств межсетевого экранирования, обнаружения вторжений, анализа защищенности и средств криптографической защиты информации;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; организация пропускного режима на территорию Компании, охраны помещений с техническими средствами обработки персональных данных</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ведение аудита действий Пользователей и своевременное обнаружение фактов несанкционированного доступа к информации;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; установление и использование антивирусного программного обеспечения (с обновлением баз вирусов);</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">13.5.10&nbsp;&nbsp; принятие мер по ограничению круга лиц, имеющих доступ к серверу, на котором хранятся персональные данные Пользователей.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Обращения Пользователей</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">14.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Пользователи вправе направлять Компании свои запросы относительно обработки их персональных данных в письменной форме по адресу электронной почты stonecraftinghouse@mail.ru.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">14.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Запрос должен содержать номер основного документа, удостоверяющего личность субъекта персональных данных или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе, сведения, подтверждающие участие субъекта персональных данных в отношениях с оператором (номер договора, дата заключения договора, условное словесное обозначение и (или) иные сведения), либо сведения, иным образом подтверждающие факт обработки персональных данных оператором, подпись субъекта персональных данных или его представителя. Запрос может быть направлен в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">14.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания обязуется рассмотреть и направить ответ на поступивший запрос Пользователя в течение 5 дней с момента поступления обращения.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">14.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Вся корреспонденция, полученная Компанией от Пользователей (обращения в письменной или электронной форме), относится к информации ограниченного доступа и не разглашается без письменного согласия Пользователя. Персональные данные и иная информация о Пользователе, направившем запрос, не могут быть без специального согласия Пользователя использованы иначе, как для ответа по теме полученного запроса или в случаях, прямо предусмотренных законодательством.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Заключительные положения</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">15.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания непрерывно работает над повышением качества товаров, работ и услуг. Это означает, что Компания получает новые данные и со временем может создавать новые способы использования данных.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">15.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Услуги Компании постоянно совершенствуются. Компания часто реализует новые функции, для которых может потребоваться сбор данных. В случае если Компания начнёт собирать принципиально иные персональные данные или существенно изменит способы использования ваших данных, Компания уведомит Пользователей, а также внесет изменения в настоящую Политику.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">15.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Иные права и обязанности Компании как оператора персональных данных определяются законодательством Российской Федерации в области персональных данных.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">15.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Должностные лица Компании, виновные в нарушении норм, регулирующих обработку и защиту персональных данных, несут материальную, дисциплинарную, административную, гражданско-правовую или уголовную ответственность в порядке, установленном федеральными законами.</p>",
    "policyEng": "<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>1. Terms and definitions.</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.1 <strong>User</strong> - a capable (sui juris) individual who acceded to this Terms and Conditions in his own interest or in the interest and on behalf of a legal entity, who filled out a feedback request form in the \"Services\" section of the Website located at https://www.stone-crafting.com /services.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.2 <strong>Visitor</strong> - a capable individual who browses the pages of the Website, but has not filled out the feedback request form.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.3 <strong>Website</strong> - an Internet website hosted in the domain <a style=\"color: #0563c1; text-decoration: underline;\" href=\"https://www.stone-crafting.com\">https://www.stone-crafting.com</a>.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.4 <strong>Content</strong> - images, text, audio and video materials, as well as other objects of copyright and (or) related rights, as well as non-such information and messages of any nature posted on the Site.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.5 <strong>Request form</strong> is a form with several required and additional fields in the \"Services\" section of the Website, located at https://www.stone-crafting.com/services and filled in by the User to identify him in order to use the Site, for an approximate price calculation for the goods / works / services of the Company and for the communication of the Company with him.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.6 <strong>Terms and Conditions</strong> - these Terms and Conditions with all attachments, additions and changes.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.7 <strong>Goods / Works / Services</strong> - respectively the goods, works and services of the Company in the field of stone-cutting and jewelry business, creation of works of stone-cutting and jewelry art from interiors to souvenirs.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">In these Terms and Conditions, other terms and definitions not specified in clause 1.1 may be used. - 1.7 Terms and Conditions. In this case, the interpretation of such a term is made in accordance with the text of the Terms and Conditions. In the absence of an unambiguous interpretation of the term or definition in the text of the Terms and Conditions and other documents that form an agreement on the terms of the Terms and Conditions, one should be guided by its interpretation, determined: first of all - by the legislation of the Russian Federation, and subsequently - by business customs.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.8. <strong>Company</strong> &ndash; Kamnereznyy Dom (t.m.).</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>2.&nbsp; General provisions.</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.1 These Terms and Conditions governs the use of the Website, as well as the relationship arising from the use of the Website by Visitors and Users.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.2 The Visitor and the User, performing any actions on the use of the Website, including sending a feedback request form, viewing the Content posted on the Website, expresses their full and unconditional consent (acceptance) with the terms of the Terms and Conditions on the use of the Website. At the time of the Visitor's acceptance of the offer, the Visitor and the Company are deemed to have entered into these Terms and Conditions.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.3 By using any of the above options for using the Website, the Visitor or User confirms that he/her have read the terms of these Terms and Conditions in full before using the Website.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.4 accepts all the terms of this Terms and Conditions in full without any exceptions and restrictions on his part and undertakes to comply with them or stop using the Website. If the Visitor or User does not agree with the terms of these Terms and Conditions or does not have the necessary legal and legal capacity, he should immediately stop any use of the Website.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.5 These Terms and Conditions may be amended by the Company unilaterally without any special notification to the User. The new edition of the Terms and Conditions comes into force for Users and Visitors from the moment they accept the new edition on the Website. The User undertakes to independently monitor changes to the Terms and Conditions on the Company's Website. If the User refuses to accept the new version of the Terms and Conditions, the User sends a notice of termination of the Terms and Conditions to the email address stone craftinghouse@mail.ru and stops using the Website.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.6 By accepting these Terms and Conditions, the User confirms his legal and legal capacity, confirms the accuracy of the data provided to him under these Terms and Conditions and assumes full responsibility for their accuracy, completeness and reliability.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.7 Using the functionality of the Website (with the exception of filling out a feedback request form in the \"Services\" section of the Website) is available without registration and authorization.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">In order to send a request for the purchase of Goods, Works or Services of the Company, you must fill out the appropriate form in the \"Services\" section of the Website, indicating in it the following data: name, phone number, e-mail address, any other data at the discretion of the User.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.8 The entire functionality of the Website is provided by the Company for Visitors and Users free of charge.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.9 The User is solely responsible for the accuracy, relevance, completeness and compliance with the legislation of the Russian Federation of the information provided when filling out the request form and its purity from third-party claims. The Company is not responsible for the occurrence of negative consequences for the User as a result of providing them with inaccurate information, as well as for the occurrence of negative consequences for third parties due to the provision of inaccurate information by the User.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.10 In the event of a change in the data specified during the initial filling of the feedback request form, the User has the right to re-fill the request form, indicating the current information in it.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>3. Rights and obligations of the User</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1 Any Visitor and User of the Website has the right to use the following features of the Website:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1.1 viewing any Website Content available for such viewing in accordance with these Terms and Conditions;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1.2 filling out a feedback request form for the purchase of Goods, Works or Services of the Company.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.2 other opportunities, access to which is provided to him by the Company.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3 Visitors and Users when using the Website are prohibited from:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.1 fill out the request form on behalf of or instead of another person, as well as indicate the data of other persons;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.2 distort any information about yourself;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.3 upload, store, publish, distribute and provide access or otherwise use any information that: contains threats, discredits, offends, defames honor and dignity or business reputation, or violates the privacy of others; violates the rights of minors; is vulgar or obscene, contains pornographic images and texts or scenes of a sexual nature involving minors; contains scenes of inhuman treatment of animals; contains a description of the means and methods of suicide, any incitement to commit it; promotes and / or promotes incitement to racial, religious, ethnic hatred or enmity, promotes fascism or the ideology of racial superiority; contains extremist materials; promotes criminal activity or contains advice, instructions or guidelines for committing criminal acts, contains information of limited access, including, but not limited to, state and commercial secrets, information about the private life of third parties;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">contains advertisements or describes the attractiveness of drug use, including \"digital drugs\" (sound files that affect the human brain through binaural beats), information about the distribution of drugs, recipes for their manufacture and advice on use; is fraudulent; and also violates other rights and interests of citizens and legal entities or the requirements of the legislation of the Russian Federation;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.4 it is illegal to store, publish, use, distribute and provide access or otherwise use the intellectual property of the Company, as well as the intellectual property of individual entrepreneur &nbsp;Antonov Alexey Nikolaevich (Company).</p>\n<p style=\"margin: 0cm 0cm 0.0001pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.5 use software and take actions aimed at disrupting the normal functioning of the Website;<br /><br /></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.6 in any way, including, but not limited to, by deception, abuse of trust, hacking, try to gain access to information contained in the feedback request forms of other Users;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.7 carry out illegal collection and processing of personal data of other persons;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.8 post any other information that, in the opinion of the Company, is undesirable, does not meet the goals of creating the Website, infringes on the interests of Users or for other reasons is undesirable for posting on the Website.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.4 Information specified in p. 4.3.3, 4.3.8 of these Terms and Conditions, is deleted by the Company at its discretion (or at the request of the copyright holder about the violation of his intellectual rights) without prior notice to the User who posted it.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5 The User undertakes:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5.1 comply with all the conditions for the provision of services established in the Terms and Conditions on the use of the Website;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5.2 not to abuse the provided opportunities, not to use the Website on its own or with the involvement of third parties for purposes that may be qualified as a violation of the rights of third parties to intellectual property, unfair competition, or other violation of the law; not to carry out actions that affect the normal operation of the Website;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5.3 comply with all legal requirements, including legislation on advertising, on intellectual property, on the protection of competition, but not limited to the above;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5.4 provide reliable information when filling out the request feedback form on the Website;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5.5 on their own and at their own expense to resolve disputes and settle claims of third parties and government agencies in relation to the use of the purchased Goods / Works / Services of the Company.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5.6 By concluding these Terms and Conditions, filling out the request form for the purchase of Goods, Works or Services of the Company, the User takes into account that filling out the request form does not constitute the conclusion of a sale and purchase agreement, a license agreement, an agreement for the provision of services or performance of work and does not impose the Company has no obligations, including obligations to conclude any contract with the User in the future. Contracts for the provision of Services, purchase and sale of Goods, performance of Works are concluded by the Company and the buyer / customer in simple written form (unless the legislation of the Russian Federation provides for them in a different form for these contracts).</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>4. Rights and obligations of the Company</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1 The Company has the right to:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.1 Suspend or terminate the provision of services for technical, technological or other reasons that impede the provision of services, for the period of elimination of such reasons;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.2 Distribute commercial and other advertisements on the Website by placing banners, pop-ups and by any other means;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.3 Unilaterally terminate these Terms and Conditions without giving any reason and stop providing services;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.4 Contact the User who sent the feedback request form to discuss further possible cooperation;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.5 Delete the Content specified in clauses 4.3.3 and 4.3.8 of these Terms and Conditions at its discretion (or at the request of the copyright holder about the violation of his intellectual rights) without prior notice to the User who posted it.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2 The company undertakes:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2.1 Provide the User with services in the manner and under the conditions specified in these Terms and Conditions;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2.2 Make every effort to eliminate failures and errors in the operation of the Website, if any, as soon as possible. At the same time, the Company is not obliged to guarantee the User the error-free and error-free operation of the Website and the safety of the User's data specified in the request forms.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.3 The Company is not responsible for losses or other harm incurred by the User in connection with the actions of third parties and in connection with the use of the Website.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>5. Intellectual property</strong></p>\n<p style=\"margin: 0cm 0cm 0.0001pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.1 Exclusive rights to this Website, its parts, the domain name, the design of the Website and, as well as the design of its individual elements (including fonts), graphics, illustrations, plugins, scripts that automate any processes on the Website, exclusive rights to the Trade mark (Registration number 764760) belong to the Company and is being protected by laws of Russia.<br /><br /></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.2 The Company also has full exclusive rights to all results of intellectual activity, photo and video images of which are presented on the Website. The author of all the works, photo and video images of which are presented on the Website, is Kamnerznyy Dom (t.m.). Violation of authorship rights, including the appropriation of authorship, violation other rights provided by law, entails civil, administrative and criminal liability in accordance with the legislation of the Russian Federation.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.3 Visitors and Users are not entitled to copy, reproduce, process, distribute, publish, replicate, download, transfer, sell or in any other way use the objects of intellectual property specified in clauses 6.1 and 6.2 without the prior written permission of the copyright holder (Company). In case of revealing the facts of illegal use, the Company takes measures to bring the perpetrators to justice in accordance with the current legislation of the Russian Federation</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.4 Use of intellectual property objects specified in clause 6.1. Terms and Conditions is allowed only for personal non-commercial purposes by using the functionality of the Site, under the terms of a simple (non-exclusive) license. The use of the Content, as well as any other elements, is possible only within the framework of the proposed functionality.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.5 Visitors and Users are also prohibited from performing reverse engineering of individual scripts, plugins and other algorithms that automate any processes on the Website, to make any changes to their source code</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>6 Applicable law</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1 All relationships between the Company and Visitors and Users are subject to regulation exclusively by the law of the Russian Federation. In case of violation of the legislation of the Russian Federation, the Visitor bears full administrative and criminal responsibility.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>7. Dispute Resolution</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1 In case of violation of the terms of these Terms and Conditions both on the part of the Company and on the part of the User, before filing a claim, the parties must comply with the claim procedure for resolving the dispute.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.2 To this end, a party that believes that the other party has violated the terms of these Terms and Conditions is obliged to send a substantiated claim to the other party at its postal address. Claims against the Company are sent by Users to the e-mail address <a style=\"color: #0563c1; text-decoration: underline;\" href=\"mailto:stonecraftinghouse@mail.ru\">stonecraftinghouse@mail.ru</a>. If the mailing address is unknown, the claim is sent to the last known location of the party.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.3 The claim is presented in writing and signed by the applicant - an individual or the CEO of a legal entity or its other representative.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.4 The claim is sent by registered mail or in any other way that ensures the fixation of the fact and the date of its dispatch, or is handed over against receipt.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.5 The claim is considered within 7 working days from the date of its receipt.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">&nbsp;</p>",
    "policyRu": "<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>1. Термины и определения</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Пользователь &mdash; дееспособное физическое лицо, присоединившееся к настоящему Соглашению в собственном интересе либо в интересе и от имени юридического лица, заполнившее форму-запрос обратной связи в разделе Сайта \"Услуги\", расположенного по адресу https://www.stone-crafting.com/services.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Посетитель - дееспособное физическое лицо, просматривающее страницы Сайта, но не заполнившее форму-запрос обратной связи.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Сайт - интернет-сайт, размещенные в домене https://www.stone-crafting.com.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Контент - изображения, текстовые, аудио- и видеоматериалы, а также прочие объекты авторских и (или) смежных прав, а равно не являющиеся таковыми информация и сообщения любого характера, размещенные на Сайте.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Форма-запрос - форма с несколькими обязательными и дополнительными полями в разделе Сайта \"Услуги\", расположенная по адресу https://www.stone-crafting.com/services и заполняемая Пользователем для его идентификации в целях использования Сайта, для примерного расчета цены за товары/работы/услуги Компании и для связи Компании с ним.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Соглашение - настоящее соглашение со всеми приложениями, дополнениями и изменениями.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Товары/Работы/Услуги &ndash; соответственно товары, работы и услуги Компании в сфере камнерезного и ювелирного дела, создание произведений камнерезного и ювелирного искусства от интерьеров до сувенирной продукции.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">В настоящем Соглашении могут быть использованы иные термины и определения, не указанные в п.1.1. - 1.7 Соглашения. В этом случае толкование такого термина производится в соответствии с текстом Соглашения. В случае отсутствия однозначного толкования термина или определения в тексте Соглашения и иных документов, образующих договор на условиях Соглашения, следует руководствоваться его толкованием, определенным: в первую очередь &ndash; законодательством Российской Федерации, и в последующем &ndash; обычаями делового оборота.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">1.8.&nbsp; Компания &ndash; Камнерезный Дом (т.м.).</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>2. Общие положения</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Настоящее Соглашение регулирует порядок использования Сайта, а также взаимоотношения, возникающие при использовании Сайта Посетителями и Пользователями.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Посетитель и Пользователь, совершая любые действия по использованию Сайта, включая отправление формы-запроса обратной связи, просмотр Контента, размещенного на Сайте, выражает свое полное и безоговорочное согласие (акцепт) с условиями Соглашения об использовании Сайта. В момент совершения Посетителем Акцепта оферты, Посетитель и Компания считаются заключившими настоящее Соглашение.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Воспользовавшись любой из указанных выше возможностей по использованию Сайта, Посетитель либо Пользователь подтверждает, что он:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.3.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ознакомился с условиями настоящего Соглашения в полном объеме до начала использования Сайта;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; принимает все условия настоящего Соглашения в полном объеме без каких-либо изъятий и ограничений со своей стороны и обязуется их соблюдать или прекратить использование Сайта. Если Посетитель либо Пользователь не согласен с условиями настоящего Соглашения или не обладает необходимой право- и дееспособностью, ему следует незамедлительно прекратить любое использование Сайта.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Настоящее Соглашение может быть изменено Компанией в одностороннем порядке без какого-либо специального уведомления Пользователя. Новая редакция Соглашения вступает в силу для Пользователей и Посетителей с момента акцепта ими новой редакции на Сайте. Пользователь обязуется самостоятельно отслеживать изменения в Соглашении на Сайте Компании. В случае отказа Пользователя акцептовать новую редакцию Соглашения Пользователь направляет на адрес электронной почты stone craftinghouse@mail.ru уведомление о расторжении Соглашения и прекращает использование Сайта.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Принимая условия настоящего Соглашения, Пользователь подтверждает свои право- и дееспособность, подтверждает достоверность предоставляемых им данных в рамках настоящего Соглашения и принимает на себя всю ответственность за их точность, полноту и достоверность.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Использование функциональных возможностей Сайта (за исключением заполнения формы-запроса обратной связи в разделе Сайта \"Услуги\") доступно без регистрации и авторизации. Для того, чтобы отправить запрос на приобретение Товаров, Работ или Услуг Компании необходимо заполнить соответствующую форму в разделе Сайта \"Услуги\", указав в ней следующие данные: имя, телефон, адрес электронной почты, любые иные данные на усмотрение Пользователя.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Весь функционал Сайта предоставляется Компанией для Посетителей и Пользователей бесплатно.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Пользователь самостоятельно несет ответственность за достоверность, актуальность, полноту и соответствие законодательству Российской Федерации предоставленной при заполнении формы-запроса информации и ее чистоту от претензий третьих лиц. Компания не несет ответственности за возникновение негативных последствий для Пользователя в результате предоставления им недостоверных сведений, а также за возникновение негативных последствий у третьих лиц вследствие предоставления Пользователем недостоверных сведений.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">2.10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; В случае изменения данных, указанных при первичном заполнении формы-запроса обратной связи, Пользователь имеет право повторно заполнить форму-запрос, указав в ней актуальную информацию.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>3. Права и обязанности пользователя</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Любой Посетитель и Пользователь Сайта имеет право использовать следующие возможности Сайта:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; просмотр любого Контента Сайта, доступного для такого просмотра в соответствии с настоящим Соглашением;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; заполнение формы-запроса обратной связи на приобретение Товаров, Работ или Услуг Компании.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; иные возможности, доступ к которым предоставлен ему Компанией.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Посетителям и Пользователям при использовании Сайта запрещается:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; заполнять форму-запрос от имени или вместо другого лица, а также указывать данные других лиц;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; искажать любые сведения о себе;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать любую информацию, которая: содержит угрозы, дискредитирует, оскорбляет, порочит честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других лиц; нарушает права несовершеннолетних лиц; является вульгарной или непристойной, содержит порнографические изображения и тексты или сцены сексуального характера с участием несовершеннолетних; содержит сцены бесчеловечного обращения с животными; содержит описание средств и способов суицида, любое подстрекательство к его совершению; пропагандирует и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует фашизм или идеологию расового превосходства; содержит экстремистские материалы; пропагандирует преступную деятельность или содержит советы, инструкции или руководства по совершению преступных действий, содержит информацию ограниченного доступа, включая, но не ограничиваясь, государственной и коммерческой тайной, информацией о частной жизни третьих лиц; содержит рекламу или описывает привлекательность употребления наркотических веществ, в том числе &laquo;цифровых наркотиков&raquo; (звуковых файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о распространении наркотиков, рецепты их изготовления и советы по употреблению; носит мошеннический характер; а также нарушает иные права и интересы граждан и юридических лиц или требования законодательства Российской Федерации;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; незаконно хранить, публиковать, использовать, распространять и предоставлять доступ или иным образом использовать интеллектуальную собственность Компании, а также интеллектуальную собственность Камнерезный Дом (т.м.).</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; использовать программное обеспечение и осуществлять действия, направленные на нарушение нормального функционирования Сайта;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; любым способом, в том числе, но не ограничиваясь, путем обмана, злоупотребления доверием, взлома, пытаться получить доступ к сведениям, содержащимся в формах-запросах обратной связи других Пользователей;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; осуществлять незаконные сбор и обработку персональных данных других лиц;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.3.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; размещать любую другую информацию, которая, по мнению Компании, является нежелательной, не соответствует целям создания Сайта, ущемляет интересы Пользователей или по другим причинам является нежелательной для размещения на Сайте.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Информация, указанная в пп. 4.3.3, 4.3.8 настоящего Соглашения, удаляется Компанией по ее усмотрению (либо по заявлению правообладателя о нарушении его интеллектуальных прав) без предварительного уведомления разместившего ее Пользователя.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Пользователь обязуется:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; соблюдать все условия оказания услуг, установленные в Соглашении об использовании Сайта;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; не злоупотреблять предоставленными возможностями, не использовать самостоятельно или с привлечением третьих лиц Сайт в целях, которые могут быть квалифицированы как нарушение прав третьих лиц на объекты интеллектуальной собственности, недобросовестная конкуренция, иное нарушение закона; не осуществлять действий, которые влияют на нормальную работу Сайта;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; соблюдать все требований законодательства, в том числе законодательства о рекламе, об интеллектуальной собственности, о защите конкуренции, но не ограничиваясь перечисленным;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; указывать достоверные сведения при заполнении формы-запроса на Сайте;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; своими силами и за свой счет разрешать споры и урегулировать претензии третьих лиц и государственных органов в отношении использования приобретенных Товаров/Работ/Услуг Компании.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">3.5.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Заключая настоящее Соглашение, заполняя форму-запрос на приобретение Товаров, Работ или Услуг Компании, Пользователь принимает во внимание, что заполнение формы-запроса не является заключением договора купли-продажи, лицензионного договора, договора оказания услуг или выполнения работ и не налагает на Компании никаких обязательств, в том числе обязательств по заключению какого-либо договора с Пользователем в будущем. Договоры оказания Услуг, купли-продажи Товаров, выполнения Работ заключаются Компанией и покупателем/заказчиком в простой письменной форме (если законодательством РФ для них не предусмотрена иная форма для данных договоров).</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>4. Права и обязанности Компании</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания вправе вправе:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; приостановить либо прекратить оказание услуг по техническим, технологическим или иным причинам, препятствующим оказанию услуг, на время устранения таких причин;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; распространять коммерческую и иную рекламу на Сайте путем размещения баннеров, всплывающих окон и любыми иными способами;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; в одностороннем порядке расторгнуть настоящее Соглашение без объяснения причин и прекратить оказывать услуги;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; связаться с Пользователем, отправившим форму-запрос обратной связи для обсуждения дальнейшего возможного сотрудничества;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.1.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; удалять Контент, указанный в пп. 4.3.3 и 4.3.8 настоящего Соглашения по своему усмотрению (либо по заявлению правообладателя о нарушении его интеллектуальных прав) без предварительного уведомления разместившего его Пользователя.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания обязуется:</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; оказывать Пользователю услуги в порядке и на условиях, определенных в настоящем Соглашении;</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; предпринимать все усилия для устранения сбоев и ошибок в работе Сайта, в случае их возникновения, в максимально короткие сроки. При этом Компания не обязана гарантировать Пользователю безошибочную и без сбоев работу Сайта и сохранность данных Пользователей, указанных в формах-запросах.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">4.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания не несет ответственности за убытки или иной вред, возникший у Пользователя в связи с действиями третьих лиц и в связи с использованием Сайта.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>5. Интеллектуальная собственность</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Исключительные права на данный Сайт, доменное имя, дизайн Сайта и, а также дизайн отдельных его элементов (в том числе шрифтов), графические изображения, иллюстрации, плагины, скрипты, автоматизирующие какие-либо процессы на Сайте, принадлежат Компании.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Компания также обладает всей полнотой исключительных прав на все результаты интеллектуальной деятельности, фото и видеоизображения которых представлены на Сайте, а также на Товарный знак &laquo;Камнерезный дом&raquo; (Номер государственной регистрации: 764760). Автором всех работ, фото и видеоизображения которых представлены на Сайте, является Камнерезный Дом (т.м.). Нарушение личных неимущественных прав автора, в том числе присвоение авторства, нарушения права автора на имя и иных прав, предусмотренных законом, влечет гражданско-правовую, административную и уголовную ответственность в соответствии с законодательством РФ.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Посетители и Пользователи не вправе копировать, воспроизводить, перерабатывать, распространять, опубликовывать, тиражировать, скачивать, передавать, продавать или любым иным способом использовать указанные в п. 6.1 и 6.2 объекты интеллектуальной собственности без предварительного письменного разрешения правообладателя (Компании). В случае выявления фактов незаконного использования Компания принимает меры по привлечению виновных лиц к ответственности в соответствии с действующим законодательством РФ.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Использование объектов интеллектуальной собственности, указанных в пункте 6.1. Соглашения, допускается только в личных некоммерческих целях путем применения функциональных возможностей Сайта, на условиях простой (неисключительной) лицензии. Использование Контента, а также каких-либо иных элементов возможно только в рамках предлагаемого функционала.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">5.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Посетителям и Пользователям запрещается также производить реверс-инжиниринг (обратное проектирование) отдельных скриптов, плагинов и иных алгоритмов, автоматизирующих какие-либо процессы на Сайте, вносить какие-либо изменения в их исходный код.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>6. Применимое право</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">6.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Все взаимоотношения между Компанией и Посетителями, и Пользователями подлежат регулированию исключительно правом Российской Федерации. При нарушении законодательства РФ Посетитель несет полную административную и уголовную ответственность.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\"><strong>7. Разрешение споров</strong></p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; В случае нарушений условий настоящего Соглашения как со стороны Компании, так и со стороны Пользователя, до предъявления иска необходимо соблюдение сторонами претензионного порядка урегулирования спора.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Для этого сторона, считающая, что другой стороной нарушены условия настоящего договора, обязана направить другой стороне обоснованную претензию по ее почтовому адресу. Претензии в адрес Компании направляются Пользователями по электронному адресу stonecraftinghouse@mail.ru.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Претензия предъявляется в письменной форме и подписывается заявителем - физическим лицом либо единоличным исполнительным органом юридического лица.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Претензия отправляется на электронный адрес или заказным письмом, или иным способом, обеспечивающим фиксирование факта и даты ее отправления, либо вручается под расписку.</p>\n<p style=\"margin: 0cm 0cm 8pt; line-height: 107%; font-size: 11pt; font-family: Calibri;\">7.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Претензия рассматривается в течение 7 рабочих дней со дня ее получения.</p>"
}
