{
    "centuryList": [
        {
            "name": "XIX"
        },
        {
            "name": "XX"
        },
        {
            "name": "XXI"
        }
    ],

    "slides" : [
        {
            "id": "fist",
            "century": "XIX",
            "textBlockClass": "wrapper-text",
            "text": "С XIX века в Российской империи появляется особое направление - объемная каменная мозаика, у истоков которого были Карл Фаберже и Алексей Денисов-Уральский. В это время художественные каменные фигурки становятся излюбленным предметом коллекционирования царской семьи и дарятся в качестве подарка правителям разных стран.",
            "textEng": "Text on eng",
            "imgBlock": {
                "className": "wrapper-img",
                "img": "img/tradition/slides/1/1.png"                
            }
        },
        {
            "id": "art",
            "century": "XX",
            "text": "Такой интерес к редкой технике работы с камнем положил началу формирования камнерезного искусства. Из-за своего высокого мастерства и уникальной художественной резки эти изделия в XX веке становятся предметом инвестирования и появляются в аукционных домах Christie's, Sothbey's, MacDougall's.",
            "textEng": "Text on eng",
            "img": "img/tradition/slides/2/1.png"
        },
        {
            "id": "master",
            "century": "XX",
            "text": "Возрождение традиций объемной каменной мозаики приходится на конец XX века. Тогда на Урале, богатым минералогическими и горными породами, появляются мастера-самородки, которые дают новую жизнь камнерезному делу, а город Екатеринбург приобретает статус «Столицы каменной».",
            "textEng": "Text on eng",
            "img": "img/tradition/slides/3/1.png"
        },
        {
            "id": "team",
            "century": "XXI",
            "text": "На рубеже XX–XXI веков Алексей Антонов становится самым известным уральским мастером, чьи работы появляются в частных коллекциях и именуются «Президентскими подарками». Сегодня он и его команда создают новое слово в камнерезном и ювелирном искусстве. Инновационные проекты Дома выставляются в музеях по всему миру, популяризируя искусство и сохраняя при этом традиции старых мастеров-основателей.",
            "textEng": "Text on eng",
            "imgBlockClassName": "wrapper-img",
            "img": "img/tradition/slides/4/1.png",
            "link": {
                "name": "История бренда",
                "nameEng": "Name on eng",
                "href": "/history"
            }
        }
    ],

    "buttons": [
        {
            "name": "Сделать\n индивидуальный заказ",
            "nameEng": "Name on eng",
            "link": "/"
        },
        {
            "name": "Салон Antonov Online\n магазин уникальных вещей",
            "nameEng": "Name on eng",
            "link": "/"
        }
    ]
}