{
    "id": "suvorov",
    "name": "Суворов",
    "nameEng": "Suvorov",
    "creation": {
        "title": "Год создания: 2018",
        "titleEng": "Year of creation: 2018"
    },
    "shortDesc": "Великий русский полководец, генералиссимус. Основоположник отечественной военной теории.",
    "shortDescEng": "Great Russian commander, generalissimo. <br>National hero of Russia.",
    "img": "img/stone-art/historical/suvorov/preview/1.png",
    "description": "&laquo;Кто удивил, тот победил!&raquo; <br><br>Великий русский полководец, генералиссимус. Основоположник отечественной военной теории. Национальный герой России, участвовавший в 7 крупных войнах. Выиграл 60 сражений и ни одного не проиграл.",
    "descriptionEng": "“Judgment of eye, speed and attack are the basis of victory” <br><br>Great Russian commander, generalissimo. The founder of Russian military theory. National hero of Russia who participated in 7 major wars. He won 60 battles and did not lose a single one.",
    "about": "<b>Высота:</b> 370&nbsp;мм. <br><b>Диаметр подставки:</b> 220&nbsp;мм. <br><br> <b>Камни:</b> халцедон, мрамор, кахолонг, соколиный глаз, яшма, нефрит, лазурит, сердолик, кварцит, лунный камень, тигровый глаз, долерит, хрусталь, льдистый кварц, сапфир. <br><br><b>Металл:</b> золото, серебро, бронза, эмали. <br><br><b>Год создания:</b> 2018.",
    "aboutEng": "<b>Height:</b> 370&nbsp;mm. <br><b>Diameter of the base:</b> 220&nbsp;mm. <br><br><b>Stones:</b> chalcedony, marble, cacholong, hawkeye stone, jasper, jade, lazurite, carnelian, quartzite, moonstone, tiger's eye, dolerite, crystal, ice quartz, sapphire. <br><br><b>Metals:</b> gold, silver, bronze, enamels. <br><br><b>Year of creation:</b> 2018",
    "video": "",
    "ImgUderVideo": "img/museum/suvorov.png",
    "background": "img/stone-art/historical/suvorov/background/1.png",
    "headerBackground": "img/news/suvorov-main.png",
    "titleNews": "О коллекции",
    "titleNewsEng": "About the collection",
    "imagesFull": [
        "img/stone-art/historical/suvorov/1.png",
        "img/stone-art/historical/suvorov/2.png",
        "img/stone-art/historical/suvorov/3.png",
        "img/stone-art/historical/suvorov/4.png",
        "img/stone-art/historical/suvorov/5.png",
        "img/stone-art/historical/suvorov/6.png",
        "img/stone-art/historical/suvorov/7.png"

    ],
    "imagesPreview": [
        "img/stone-art/historical/suvorov/preview/1.png",
        "img/stone-art/historical/suvorov/preview/2.png",
        "img/stone-art/historical/suvorov/preview/3.png",
        "img/stone-art/historical/suvorov/preview/4.png",
        "img/stone-art/historical/suvorov/preview/5.png",
        "img/stone-art/historical/suvorov/preview/6.png",
        "img/stone-art/historical/suvorov/preview/7.png"

    ],
    "media": [
        {
            "img": "img/GalleryNew/suvorov-unit1.png",
            "mediaBlockClass": "",
            "text": "<i>Уверенный и спокойный взгляд, <br>Он видит ясно верную дорогу. <br>За собой увлекает он народ <br>И предвкушает славную победу.</i>",
            "textEng": "<i>Confident and calm look, <br>He clearly sees his right way. <br>He inspires all the people <br>And looks forward to a glorious victory.</i>"
        },
        {
            "img": "img/GalleryNew/suvorov-unit2.png",
            "mediaBlockClass": "",
            "text": "Мундир его украшают медали и награды в ювелирном исполнении, сочетая золото, серебро и эмали, а наградная лазуритовая лента становится главным цветовым акцентом композиции. <br><br>Классическую строгость образу придает белоснежная рубашка и штаны из кахолонга, контрастирующие с массивными долеритовыми сапогами, стоящими на подиуме из снежного кварца. <br><br>Размер композиции составляет 37×22 см.",
            "textEng": "His uniform is adorned with medals and awards with jewelry performance combining gold, silver and enamels and the lapis lazuli ribbon becomes the main color accent of the composition. <br><br>The snow-white shirt and cacholong trousers contrasting with massive dolerite boots on a snow quartz podium give a classic austerity to the look. <br><br>The size of the composition is 37×22 cm."
        },
        {
            "img": "img/GalleryNew/suvorov-unit3.png",
            "mediaBlockClass": "",
            "text": "Коллекции «Великие российские полководцы и Герои войны» воссоздавались рекордное количество раз и предназначались для частных собраний. <br><br>На сегодняшний день сформированы пять коллекций, в которые входят 12 героев войны 1812 года.",
            "textEng": "The collections \"Great Russian Generals and Heroes of War\" were recreated a record number of times and were intended for private collections. <br><br>Five collections have been formed which include 12 heroes of the 1812 war."
        },
        {
            "img": "img/GalleryNew/suvorov-unit4.png",
            "mediaBlockClass": "",
            "text": "Василий Иванович Чапаев – участник Первой мировой и Гражданской войн, начальник дивизии Красной армии. Был и остаётся одной из самых известных исторических личностей эпохи Гражданской войны в России.",
            "textEng": "Vasiliy Chapaev – a member of the First World War and the Civil War, head of the Red Army division. One of the most famous historical figures of the era of the Civil War in Russia."
        },
        {
            "img": "img/GalleryNew/suvorov-unit5.png",
            "mediaBlockClass": "",
            "text": "Произведение выполнено из камня и металлов: яшма, кварцит, уваровит, нефрит, сердолик, окаменелое дерево, тигровый глаз, оникс, лабрадорит, мрамор, долерит, родонит, хрусталь, серебро, бронза, медь. <br><br>Размер: 40×75×37 см. Год: 2013.",
            "textEng": "The work is made of stone and metals: jasper, quartzite, uvarovite, jade, carnelian, petrified wood, tiger's eye, onyx, labradorite, marble, dolerite, rhodonite, crystal, silver, bronze, copper. <br><br>Size: 40×75×37 cm. Year: 2013."
        },
        {
            "img": "img/GalleryNew/suvorov-unit6.png",
            "mediaBlockClass": "",
            "text": "Василий Тёркин – солдат Великой Отечественной войны, один из главных героев поэмы Александра Твардовского. <i><br><br>Грянул год, пришёл черёд, <br>Нынче мы в ответе <br>За Россию, за народ <br>И за всё на свете.</i>",
            "textEng": "Vasily Turkin is a soldier of the Great Patriotic War, one of the main characters of the poem by Alexander Tvardovsky. <i><br><br>The year has struck, the turn has come, <br>Today we are in charge <br>For Russia, for the people <br>And for everything in the world.</i>"
        },
        {
            "img": "img/GalleryNew/suvorov-unit7.png",
            "mediaBlockClass": "",
            "text": "Произведение выполнено из камня и металлов: яшма, кахолонг, кварц, долерит, халцедон, окаменелое дерево, перламутр, мрамор, серебро, бронза, серебрение. <br><br>Размер: 35×30 см. Год: 2020.",
            "textEng": "The work is made of stone and metals: jasper, cacholong, quartz, dolerite, chalcedony, petrified wood, mother of pearl, marble, silver, bronze, silvering. <br><br>Size: 35×30 cm. Year: 2020."
        },
        {
            "img": "img/GalleryNew/suvorov-unit8.png",
            "mediaBlockClass": "",
            "text": "Охота на медведя. Русский воин <br><br>Особое таинство – охота на медведя. Собака поднимает злобный лай, чтобы вывести медведя из берлоги. В момент, когда медведь отвлечен – самый удобный, чтобы напасть на него. Собака не дает ему хода, задерживает в ответственные минуты для охотника. С надежной лайкой можно вполне быть уверенным в своей безопасности и удачной охоте.",
            "textEng": "Bear hunt. Russian warrior <br><br>A special sacrament is bear hunting. The dog raises an angry bark to get the bear out of the den. The moment the bear is distracted is the most convenient moment to attack him. The dog does not give him a move, delays in crucial moments for the hunter. With a reliable dog a hunter can be quite confident in his safety and has a successful hunt."
        },
        {
            "img": "img/GalleryNew/suvorov-unit9.png",
            "mediaBlockClass": "",
            "text": "Произведение выполнено из камня и металлов: окаменелое дерево, родонит, кремний, моховый агат, яшма, кварцит, уваровит, долерит, халцедон, магнезит, коралл, кахолонг, серебро. <br><br>Размер: 28×35×28 см. Год: 2015.",
            "textEng": "The work is made of stone and metals: petrified wood, rhodonite, silicon, moss agate, jasper, quartzite, uvarovite, dolerite, chalcedony, magnesite, coral, cacholong, silver. <br><br>Size: 28×35×28 cm. Year: 2015."
        }
    ],
    "modelMap": {
        "modelClassName": "suvorov",
        "img": "img/collections/suvorov/0.png",
        "modelBig": "suvorov",
        "modelMiddle": "suvorov1",
        "modelSmall": "suvorov2",
        "stonesLeft": [
            {
                "id": "chalcedony",
                "label": 1,
                "stoneClassName": "chalcedony"
            },
            {
                "id": "marble",
                "label": 2,
                "stoneClassName": "marble"
            },
            {
                "id": "nephrite",
                "label": 3,
                "stoneClassName": "nephrite"
            },
            {
                "id": "jasper",
                "label": 4,
                "stoneClassName": "jasper"
            },
            {
                "id": "lazurite",
                "label": 5,
                "stoneClassName": "lazurite"
            },
            {
                "id": "cacholong",
                "label": 6,
                "stoneClassName": "cacholong"
            },
            {
                "id": "moonstone",
                "label": 7,
                "stoneClassName": "moonstone"
            }
        ],
        "stonesRight": [
            {
                "id": "dolerite",
                "label": 8,
                "stoneClassName": "dolerite"
            },
            {
                "id": "quartz",
                "label": 9,
                "stoneClassName": "quartz"
            },
            {
                "id": "iceQuartz",
                "label": 10,
                "stoneClassName": "iceQuartz"
            },
            {
                "id": "silver",
                "label": 11,
                "stoneClassName": "silver"
            },
            {
                "id": "gold",
                "label": 12,
                "stoneClassName": "gold"
            }
        ]
    }
}
